{
    "EDR tips": [
        "Situation reports (SITREPs) provide a summary of recent activity at a location.",
        "Send !sitreps in chat to get a list of systems with recent activity.",
        "Send !sitrep <system> in chat to get a SITREP for <system>, e.g. !sitrep Lave.",
        "A Notice to Airmen (NOTAM) warns pilots about potential hazards at a location.",
        "Send '!notams' in chat to get a list of systems with Notice to Airmen, i.e. NOTAM.",
        "Send '!notam <system>' in chat to see the NOTAMs associated with a given system, e.g. !notam Lave.",
        "EDR does NOT report crimes committed in Anarchy or Lawless systems.",
        "Scans of SRV are not reported by Elite Dangerous. So, direct message an o7 to run a profile lookup on SRV contacts.",
        "EDR disables itself in Solo, Private Groups and Beta.",
        "Send '!crimes off' in chat to disable EDR's crime reporting, e.g. arranged duel.",
        "Send '!crimes on' in chat to re-enable EDR's crime reporting.",
        "Send '!audiocue soft' in chat if the audio cues are too loud.",
        "Send '!audiocue loud' in chat if the audio cues are too soft.",
        "Send '!audiocue off' in chat to disable the audio cues.",
        "Send '!audiocue on' in chat to enable the audio cues.",
        "Report suspicious contacts by sending them a direct message.",
        "Send an 'o7' to a contact to learn more about them (i.e. inara profile, EDR insights).",
        "EDR will automatically report interdictions and deaths to help bounty hunters and law enforcers.",
        "Send '!who <cmdrname> in chat to learn more about <cmdrname>, e.g. !who lekeno",
        "Send '!overlay off' in chat to disable the in-game overlay.",
        "Send '!overlay on' in chat to enable the in-game overlay.",
        "Send '!overlay' in chat to check the status of the in-game overlay.",
        "Follow the instructions in igm_config.ini to customize EDR's layout.",
        "EDR will automatically report other commanders if they say something on local chat.",
        "EDR will automatically report other commanders if they direct message you (unless they are on your friends list).",
        "EDR will warn you about outlaws if they reveal themselves or if you report them",
        "Your EDR account is tied to your cmdr name, do NOT share your credentials with someone else or a different cmdr account.",
        "Sending '-#' to a contact will remove them from your commanders index.",
        "Send '-# <cmdrname>' to remove <cmdrname> from your commanders index.",
        "Sending '#!' or '#outlaw' to a contact will tag them as an outlaw in your commanders index.",
        "Send '#! <cmdrname>' or '#outlaw <cmdrname>' to tag <cmdrname> as an outlaw in your commanders index.",
        "Sending '#?' or '#neutral' to a contact will tag them as neutral in your commanders index.",
        "Send '#? <cmdrname>' or '#neutral <cmdrname>' to tag <cmdrname> as neutral in your commanders index.",
        "Sending '#+' or '#enforcer' to a contact will tag them as an enforcer in your commanders index.",
        "Send '#+ <cmdrname>' or '#enforcer <cmdrname>' to tag <cmdrname> as an enforcer in your commanders index.",
        "Sending '#=' or '#friend' to a contact will tag them as a friend in your commanders index.",
        "Send '#= <cmdrname>' or '#friend <cmdrname>' to tag <cmdrname> as a friend in your commanders index.",
        "Sending '#<tag>' to a contact will tag them as <tag> in your commanders index.",
        "Send '#<tag> <cmdrname>' to tag <cmdrname> as <tag> in your commanders index.",
        "EDR will use the friend tag to infer a social graph for upcoming features.",
        "Your commanders index is personal. EDR will only show aggregate stats to other EDR users.",
        "Tag a commander with an outlaw tag if you witness them going after a clean and non-enemy power commander.",
        "Tag a pirate with an outlaw tag if you witness them destroying a co-operating ship.",
        "Tag a commander with an enforcer tag if you have seen them going after an outlaw.",
        "Tag a commander with a neutral tag if you disagree with EDR's classification.",
        "Tag a commander with a friend tag if you are like-minded and/or fly often together.",
        "Tag a commander with a custom tag for your own needs, e.g. #pirate.",
        "Sending '@# <memo>' to a contact will attach a custom note with <memo> in your commanders index.",
        "Sending '@# <cmdrname> memo=<memo>' will attach a custom note with <memo> on <cmdrname> in your commanders index.",
        "Send '-@' to a contact to remove any attached note in your commanders index.",
        "Send '-@ <cmdrname>' to remove the note attached to <cmdrname> in your commanders index.",
        "In an Intel response, [!70% ?20% +10%] shows the percentage of outlaw (!), neutral (?) and enforcer (+) tags set by other EDR users.",
        "In an Intel response, [!3 ?0 +0] shows the number of outlaw (!), neutral (?) and enforcer (+) tags set by other EDR users.",
        "Have a suggestion for a tip? File an issue at https://github.com/lekeno/edr/issues",
        "Found a bug? File an issue at https://github.com/lekeno/edr/issues",
        "Have a feature request? File an issue at https://github.com/lekeno/edr/issues",
        "Do you like EDR? Consider supporting its development and hosting costs at https://patreon.com/lekeno",
        "Send '!where <cmdrname>' to find out where an outlaw was last sighted",
        "Send '!outlaws' to find out where outlaws were last sighted",
        "Send '!clear' to clear everything on EDR's overlay"
    ],
    "OPEN tips": [
        "Never fly what you can't afford to lose. Check your rebuy and credit balance on your right panel.",
        "Never combat log in Open. If you aren't willing to accept the risk, don't bother with Open, Google 'Mobius PVE'.",
        "Hit Ctrl+B to display a bandwidth meter. You are not alone if it goes over 1000 B/s.",
        "Regularly check your contact history in the top panel for known threats.",
        "[Planet] Dismiss your ship immediately after boarding your SRV. Outlaws will destroy it in seconds otherwise.",
        "[Planet] Switch your SRV lights off if an outlaw shows up. Run far away before calling back your ship.",
        "[Planet] For new discoveries, land a bit away from the area of interest and dismiss your ship asap.",
        "[Explorers] Don't trust anyone, check a contact's loadout in your left panel before banding to take selfies.",
        "[Explorers] On your trip back to the bubble, reach out to Iridium Wing for an escort.",
        "[Explorers] Throttle down to 0% when your jump completes to avoid bad surprises (e.g. neutron star, 2 stars close to each other)",
        "[Traders] Don't be greedy, use your biggest slot for a shield not for cargo!",
        "[Traders] Pledge for 4 weeks to Aisling Duval in order to get the stronger 'prismatic shields'.",
        "[Traders] Engineer regular shields with Thermal Resistance, shield boosters with Heavy Duty.",
        "[Traders] Engineer prismatic shields with Reinforced, even resistance % with Augmented Resistance on your shield boosters.",
        "[Traders] Rares are special goods (e.g. Hutton Mug, Sothis Gold). The further you take them from where you buy them (up to 200ly) the more you get for them.",
        "[Suicide trap] At busy stations, stay below 100 m/s or you will get killed by the station for colliding into a 'suicide eagle'.",
        "[Suicide trap] Advanced trap: force shells may push you over the 100m/s safe speed limit. Watch out for wings/duo and cannons loadouts.",
        "[Anti-suicide trap] Buy an eagle, remove its shield, ram the suicide eagle before they destroy another ship.",
        "[Anti-suicide trap] Stay under 100 m/s and ram the suicide eagle before they destroy another ship.",
        "[Anti-suicide trap] Warn other commanders about the presence of a 'suicide eagle' as they approach or leave the station.",
        "[Powerplay hunters] Watch out for powerplay hunters at stations in enemy territory: fighting back will get you wanted.",
        "[Anarchy] Watch for suspicious pilots, they can safely hunt/ram you even if you are clean (station and security won't retaliate).",
        "[Station] The station fires back when hit. Use that to your advantage: stay close to the structure, chaff, etc.",
        "[Station] The no-fire zone is a misnomer: players can and will fire at you at the cost of a small fine.",
        "[Escape] Bind a key/button to 'select next route' to quickly target your escape route.",
        "[Escape] It is safer and faster to jump to a different system than going back to supercruise (i.e. 'high waking' is not subject to mass lock).",
        "[Interdiction] Do NOT attempt to win a player interdiction, instead submit to get a faster FSD cooldown.",
        "[Interdiction] Type-7's have a high yaw rate which comes handy when fighting interdictions.",
        "[Community Goal] Consider setting camp at a nearby system with a decent station instead of going straight for the CG system/station",
        "[Community Goal] Drop just before being interdicted, throttle to zero, charge your FSD, boost when the player shows up. Repeat.",
        "[Supercruise] Don't supercruise straight to the station, take a curve above the plane: faster and safer.",
        "[Supercruise] Go around planets and other stellar objects as they will slow you down.",
        "[Supercruise] 'Ride the 6': keep max speed until the countdown reaches 6 seconds, then middle of the blue zone.",
        "[Supercruise] If your destination is near a planet, have the planet behind you and use its gravity well to slow you down.",
        "[Combat] Put all 4 pips to SYS when being fired upon; move them where needed when not fired upon.",
        "[Combat] Don't fly in a straight line, you'll die if you do. Be evasive: combine rolls, turns, thrusters, boost and Fligh Assist Off.",
        "[Combat] When shields drop, target specific modules. In particular: power plant, drives, biweave shields, weapons.",
        "[Combat] Double shield cell banking: fire first cell, wait for 90% heat, fire heat sink, when heat drops rapidly fire the second cell.",
        "[Combat] Railgun with feedback cascade can counter shield cell banking.",
        "[Combat] Best time to fire your shield cell is when you are at 1 / 1.5 ring and right in front of your opponent just as you are about to fly past them.",
        "[Interdicted] Put 4 pips to SYS, 2 to ENG and fly evasive. Hit next route and high wake asap, do not fly in a straight line.",
        "[Pirates] Follow their instructions and you will avoid a certain death.",
        "[Fuel] Mnemonics for fuel scoopable stars: KGB FOAM or 'Oh Be A Fine Girl Kiss Me'.",
        "[Fuel] Out of fuel? Call the fuel rats (https://fuelrats.com/).",
        "[Lore] Visit Hutton Orbital in Alpha Centauri - it's a 90 minutes rite of passage. Buy Mugs & Gin, sell them at Sothis, buy some Sothis Gold.", 
        "[Bounty hunting] If you see a pirate being shot at by cops while bounty hunting, make sure you finish scanning them before you open fire, or you will become wanted too.",
        "[Bounty hunting] Don't steal kills. Instead, ask to join a wing: everyone will get the same bounty and way faster.",
        "[Community] Most players are just nice folks. Chat with people, make friends. It might come handy.",
        "[Defense] Fit Point Defenses to your ship to destroy missiles and mines",
        "[Defense] Like the song says you've got to know when to walk away and know when to run."
   ]
}