{
    "EDR tips": [
        "Situation reports (SITREPs) provide a summary of recent activity at a location.",
        "Send !sitreps in chat to get a list of systems with a SITREP.",
        "Send !sitrep <system> in chat to get a SITREP for a given system (e.g. !sitrep Lave).",
        "Notices to Airmen (NOTAMs) warn pilots about potential hazards at a location.",
        "Send '!notams' in chat to get a list of systems with a NOTAM.",
        "Send '!notam <system>' in chat to see the NOTAMs associated with a given system (e.g. !notam Lave).",
        "EDR doesn't report crimes committed in Anarchy or Lawless systems.",
        "Send '!crimes off' in chat to disable EDR's crime reporting before an agreed upon duel.",
        "Send '!crimes on' in chat to re-enable EDR's crime reporting after an agreed upon duel.",
        "Send '!audiocue soft' in chat if the audio cues are too loud.",
        "Send '!audiocue loud' in chat if the audio cues are too soft.",
        "Send '!audiocue off' in chat to disbable the audio cues.",
        "Send '!audiocue on' in chat to enable the audio cues.",
        "Tag suspicious contacts by sending them an 'o7' via a direct message.",
        "Send an 'o7' to a contact to learn more about them (i.e. inara profile, EDR insights).",
        "EDR will automatically report interdictions and deaths to help bounty hunters and law enforcers.",
        "Send '!who <cmdrname> in chat to learn more about cmdrname (e.g. !who LeKeno)",
        "Send '!overlay off' in chat to disable the in-game overlay.",
        "Send '!overlay on' in chat to enable the in-game overlay.",
        "Send '!overlay' in chat to check the status of the in-game overlay.",
        "Follow the instructions in igm_config.ini to customize EDR's layout.",
        "EDR will automatically report other commanders if they say something on local chat.",
        "EDR will automatically report other commanders if they direct message you (unless they are on your friends list).",
        "EDR will warn you about known outlaws if they reveal themselves (e.g. local chat) or if you report them (e.g. direct message).",
        "You can report a suspicious contact by sending them a direct message.",
        "Your EDR account is tied to your cmdr name, do NOT share your credentials with someone else or a different cmdr account."
    ],
    "OPEN tips": [
        "[Suicide trap] At busy stations, stay below 100 m/s to avoid the 'suicide eagle' trap.",
        "[Anti-suicide trap] Buy an eagle, remove its shield, ram the suicide eagle before they destroy another ship.",
        "[Anti-suicide trap] Stay under 100 m/s and ram the suicide eagle before they destroy another ship.",
        "[Anti-suicide trap] Warn other commanders as they approach or leave the station.",
        "[Powerplay hunters] Watch out for powerplay hunters at stations in enemy territory: fighting back will get you wanted.",
        "[Anarchy] Watch for suspicious pilots, they can safely hunt/ram you even if you are clean (station and security won't retaliate).",
        "[Escape] Bind a key/button to 'select next route' to quickly target your escape route.",
        "[Escape] It is safer and faster to jump to a different system (i.e. 'high waking' is not subject to mass lock).",
        "[Interdiction] Do NOT attempt to win a player interdiction, instead submit to get a faster FSD cooldown.",
        "[Interdiction] Type-7's have a high yaw rate which comes handy when fighting interdictions.",
        "[Community Goal] Consider setting camp at a nearby system with a decent station instead of going straight for the CG system/station",
        "[Combat] Put all 4 pips to SYS when being fired upon; move them where needed when not fired upon.",
        "[Interdicted]Put 4 pips to SYS, 2 to ENG and fly evasive. Hit next route and high wake asap, do not fly in a straight line.",
        "[Pirates]Follow their instructions and you will avoid a certain death."
   ]
}