Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: For an unknown or missing place|Unknown
fr: Indéterminé
ru: For an unknown or missing place|неизвестно

source: For an unknown or missing body|Unknown
fr: Indéterminé
ru: For an unknown or missing body|неизвестно

source: You may want to give a shot to the !parking command next time.
fr: Essayez la commande !parking pour le prochain saut de votre porte-vaisseaux.
ru: возможно, в следующий раз вы захотите попробовать команду !parking.

source: It will help you find a parking slot for your Fleet Carrier near busy systems.
fr: Cette commande facilite la recherche d'emplacements pour parquer votre porte-vaisseaux.
ru: это поможет вам найти место для парковки вашего флотоносца вблизи оживленных систем.

source: not authenticated.
fr: identité non confirmée.
ru: не авторизован

source: Enabled
fr: Activé
ru: включено

source: Disabled
fr: Désactivé
ru: отключено

source: Standalone (for VR or multi-display)
fr: Séparé (pour VR ou multi-moniteur)
ru: автономный (для VR или мультиэкрана)

source: Auto
fr: Automatique
ru: авто

source: Always
fr: Toujours
ru: всегда

source: Never
fr: Jamais
ru: никогда

source: Public
fr: Publique
ru: общий

source: Private
fr: Privée
ru: приватный

source: Direct
ru: прямой

source: loud audio cues.
fr: retour audio à fond.
ru: громкий сигнал.

source: soft audio cues.
fr: retour audio subtile.
ru: тихий сигнал.

source: check for version update has failed.
fr: impossible de vérifier la mise à jour.
ru: не удалось проверить обновления.

source: authenticated (guest).
fr: identité confirmée (invité).
ru: без авторизации (гость).

source: authenticated.
fr: identité confirmée.
ru: авторизован

source: Crimes reporting is off (!crimes on to re-enable)
fr: Rapport de crimes désactivé (envoyez '!crimes on' pour activer)
ru: отчеты о преступлениях отключен (!crimes on для включения)

source: Mandatory update!
fr: Mise à jour obligatoire!
ru: требуется обновление!

source: Standalone overlay requires EDMCOverlay Version >= 1.1.
fr: Le mode séparé pour l'écran superposé ne fonctionne qu'avec EDMCOverlay Version >= 1.1.
ru: для работы оверлея необходима версия EDMCOverlay >= 1.1.

source: Try to disable / upgrade the global EDMCOverlay module.
fr: Essayez de désactiver ou d'upgrader le module global EDMCOverlay.
ru: попробуйте выключить / обновить EDMCOverlay.

source: -- Feeling lost? Send !help via the in-game chat --
fr: -- Un peu perdu? Envoyer !help dans le chat --
ru: -- забыли команды? отправьте !help в игровом чате --

source: EDR v{} by LeKeno
fr: EDR v{} par LeKeno
ru: EDR v{} от LeKeno

source: Troubleshooting
fr: En cas de problème
ru: устранение проблем

source: If the overlay doesn't show up, try one of the following:
fr: Si l'écran superposé n'apparait pas, essayez ce qui suit:
ru: если оверлей не отображается, попробуйте одно из:

source: - In E:D Market Connector: click on the File menu, then Settings, EDR, and select the Overlay checkbox.
fr: - Depuis EDMC: cliquez sur le menu Fichier, ensuite Préférences, EDR, et sélectionnez l'option Overlay.
ru: - в E:D Market Connector нажмите на меню файл, затем Settings, EDR и поставьте флажок Overlay.

source: - In Elite: go to graphics options, and select Borderless or Windowed.
fr: - Dans les options graphiques d'Elite, sélectionnez Sans bordures ou Fenêtré.
ru: - в Elite: перейдите к параметрам графики и выберите "без рамки" или "оконный режим".

source: - With Elite and EDR launched, check that EDMCOverlay.exe is running in the task manager.
fr: - Avec Elite et EDR lancés, vérifiez la présence de EDMCOverlay.exe dans le gestionnaire de tâches.
ru: - при запуске Elite и EDR проверьте, работает ли EDMCOverlay.exe в менеджере задач.

source: If it's not running, then you may have to manually run it once (look in the plugins folder for 'EDMCOverlay.exe'.
fr: Si celui ci n'est pas en cours d'exécution, veuillez lancer le programme manuellement (cherchez le fichier EDMCOverlay.exe dans le dossier Plugins).
ru: если он не запущен, то вам придется вручную запустить его один раз (смотрите в папке плагинов 'EDMCOverlay.exe'.

source: If the overlay hurts your FPS, try turning VSYNC off in Elite's graphics options.
fr: Si les performances graphiques diminuent, essayez de désactiver VSYNC dans les options graphiques d'Elite.
ru: если оверлей снижает ваш FPS, попробуйте отключить VSYNC в настройках Elite.

source: Join https://edrecon.com/discord for further technical support.
fr: Rejoignez https://edrecon.com/discord pour recevoir de l'aide technique supplémentaire.
ru: присоединяйтесь к https://edrecon.com/discord для дальнейшей технической поддержки.

source: EDR website
fr: Site web pour EDR
ru: веб-сайт EDR

source: EDR community
fr: Communauté EDR
ru: сообщество EDR

source: Credentials
fr: Identifiants
ru: учётные данные

source: Log in with your EDR account for full access (https://edrecon.com/account)
fr: Identifiez-vous avec un compte EDR pour un accès complet (https://edrecon.com/account)
ru: войдите в свой EDR аккаунт для полного доступа (https://edrecon.com/account)

source: Password
fr: Mot de passe
ru: пароль

source: Broadcasts
fr: Annonces
ru: трансляции данных

source: Report crimes
fr: Signalement des crimes
ru: сообщать о преступлениях

source: Redact my info in Sitreps
fr: Supprimer mes infos dans les rapports de situation
ru: обновлять мои данные в сводке(Sitreps)

source: Announce my Fleet Carrier's jump schedule
fr: Annoncer l'itinéraire de mon porte-vaisseaux
ru: уведомлять о прыжках моего флотоносца

source: Configure your private channel (managed by EDR)
fr: Configurez votre channel privé (administré par EDR)
ru: настройте свой канал для анонсов (управляется EDR)

source: Configure your Fleet Carrier channel in config/user_config.ini
fr: Configurer le canal discord pour votre Porte Vaisseau dans config/user_config.ini
ru: настройте ваш Fleet Carrier канал в config/user_config.ini

source: EDR Feedback:
fr: Retour EDR:
ru: отзыв об EDR:

source: Overlay
fr: Écran superposé
ru: оверлей

source: Sound
fr: Audio
ru: звук

source: mandatory update pending (relaunch EDMC)
fr: mise à jour d'EDR obligatoire (redémarrez EDMC)
ru: доступно обновление (перезапустите EDMC)

source: update pending (relaunch EDMC to apply)
fr: veuillez mettre à jour EDR (redémarrez EDMC)!
ru: обновление отложено (требуется перезапуск EDMC)

source: mandatory EDR update!
fr: mise à jour d'EDR obligatoire!
ru: обязательное обновление EDR!

source: please update EDR!
fr: veuillez mettre à jour EDR!
ru: пожалуйста, обновите EDR!

source: Rare materials in {} (USS-HGE/EE, Mission Rewards)
fr: Matériaux rares à {} (USS-HGE/EE, Récompenses de Mission)
ru: материалы в {} (сигналы/награды)

source: Noteworthy stellar bodies in {}
fr: Planètes intéressantes
ru: интересные звёздные объекты в {}

source: Bio-suitable: {} [{} among {} known bodies]
fr: Bio-propice: {} [{} parmi {} corps connus]
ru: биопригодный: {} [{} из {} известных тел]

source: Anarchy system
fr: Système anarchiste
ru: анархия

source: Crimes will not be reported.
fr: Les crimes ne seront pas rapportés.
ru: о преступлениях не сообщается.

source: Refuel:{} Repair:{} Restock:{}
fr: Fuel:{} Réparer:{} Ravitailler:{}
ru: заправка:{} ремонт:{} припасы:{}

source: Market:{} B.Market:{} I.Factor:{}
fr: Marché:{} Marché N.:{} {} I.Factor:{}
ru: рынок:{} чрн.рынок:{} I.Factor:{}

source: PMF: {}
ru: игроки: {}

source: Noteworthy about {}: {} sites
fr: Points d'intérêt sur {}: {} sites
ru: интересное {}: {}

source: Noteworthy
fr: Notable
ru: обнаружено

source: Expected Bio: {}
fr: Bio attendue: {}
ru: прогноз биологии: {}

source: EDR Journey: survey targets
fr: Itinéraire EDR : cibles à sonder
ru: EDR Journey: цели исследования

source: genus {}/{}; analyzed: {}
fr: genre {}/{}; analysés: {}
ru: виды {}/{}; изучено: {}

source: genus {}/{}?; analyzed: {}
fr: genre {}/{}?; analysés: {}
ru: виды {}/{}?; изучено: {}

source: genus {}/???; analyzed: {}
fr: genre {}/???; analysés: {}
ru: виды {}/???; изучено: {}

source: ; species {}
fr: ; espèces {}
ru: ; колония {}

source: Progress: {}{}
fr: Progrès: {}{}
ru: прогресс: {}{}

source: [KNOWN]
fr: [CONNU]
ru: [известна]

source: [FIRST DISCOVERED]
fr: [DECOUVERTE]
ru: [открытие]

source: [CHARTED]
fr: [CARTOGRAPHIÉ]
ru: [описана]

source: [UNCHARTED]
fr: [INEXPLORÉ]
ru: [нет описи]

source: [EFF. BONUS]
fr: [BONUS EFF.]
ru: [бонус]

source: Estimated value: {} cr (mapped: {}) @ {} LS; {}
fr: Valeur estimée: {} cr (cartographié: {}) @ {} AL; {}
ru: ◑ {} кр (опись: {}) ➤ {} св.л; {}

source: Estimated value: {} cr @ {} LS; {}
fr: Valeur estimée: {} cr @ {} AL; {}
ru: {} кр ➤ {} св.л; {}

source: Noteworthy about {} ({} mats)
fr: Faits notables pour {} ({} matériaux)
ru: обнаружено в {} ({} mats)

source: Skipped FC report for consistency reasons (fix: leave and come back)
fr: Rapport FC ignoré pour des raisons de cohérence (quitter le système et revenez dessus pour rétablir)
ru: пропущен отчет FC (fix: перезапусти)

source: Reported {} fleet carrier in system {}
fr: {} porte-vaisseaux signalé dans le système {}
ru: рапотровано о {} Fleet Carrier в системе {}

source: Reported {} fleet carriers in system {}
fr: {} porte-vaisseaux signalés dans le système {}
ru: рапортовано о {} Fleet Carrier в системе {}

source: Signal Insights (potential outcomes)
fr: Analyse du Signal (prévisions)
ru: вероятные сигналы

source: Known signals in {system}
fr: Signaux disponibles à {system}
ru: известные сигналы в {system}

source: Genus: {}/{}
fr: Genre: {}/{}
ru: виды: {}/{}

source: Genus: {}/???
fr: Genre: {}/???
ru: виды: {}/???

source: - analyzed: {}
fr: - analysés: {}
ru: - анализировано: {}

source: - remaining: {}
fr: - restant : {}
ru: - оставшиеся: {}

source: Species: {}
fr: Espèces: {}
ru: виды: {}

source: To survey: {}
fr: A sonder: {}
ru: исследовать: {}

source: Waypoint completed; Use '!journey next' to advance.
fr: Waypoint terminé; Utilisez '!journey next' pour avancer.
ru: точка маршрута достигнута; используйте '!journey next' для следующей.

source: Biome analysis progress
fr: Progrès de l'analyse du biome
ru: анализ:

source: Assisted Navigation
fr: Navigation assistée
ru: помощь в навигации

source: Destination set to {} | {}
fr: Destination enregistrée: {} | {}
ru: задан маршрут в {} | {}

source: Guidance will be shown when approaching a stellar body
fr: Le guidage s'affichera lors d'une approche planétaire
ru: руководство появится при сближении с космическим телом

source: Destination added to the clipboard
fr: Destination copiée dans le presse papier
ru: добавлено в буфер обмена

source: Invalid destination
fr: Destination invalide
ru: неверный адрес назначения

source: LG. Pad:{} Outfit:{} Shipyard:{}
fr: LG. Pad:{} Equipmt:{} Chantier:{}
ru: L площадка:{} снаряжение:{} верфь:{}

source: RAW
fr: BRU
ru: сырьё

source: R/M
fr: B/M
ru: сыр.

source: R/E
fr: B/E
ru: с/д

source: MAN
fr: FAB
ru: прзв

source: M/R
fr: M/B
ru: прзв.

source: M/E
ru: п/д

source: ENC
ru: шифр

source: E/R
fr: E/B
ru: шифр.

source: E/M
ru: д/п

source: Market:{} B.Market:{} {} Trad:{}
fr: Marché:{} Marché N.:{} {} Commerce:{}
ru: рынок:{} черн. рынок:{} {} торговец:{}

source: guardian tech|GT.
fr: GT.
ru: guardian tech|ст.

source: human tech|HT.
fr: HT.
ru: human tech|ч.

source: I.Factor:{} {} Broker:{}
fr: I.Factor:{} Courtier {}:{}
ru: I.Factor:{} {} брокер:{}

source: as of {date}
fr: date des infos: {date}
ru: актуально на {date}

source: Scanned: {}, Mapped: {}
fr: Scannés: {}, Cartographiés: {}
ru: сканы: {}, картография: {}

source: Scanned: {}
fr: Scannés: {}
ru: отсканировано на: {}

source: [FIRST SCAN]
fr: [PREMIER SCAN]
ru: [открытие]

source: [UNKNOWN]
fr: [INCONNU]
ru: [неизвестно]

source: [FIRST MAP]
fr: [PREMIÈRE CARTE]
ru: [первая опись]

source: {}: {} (mapped: {}) @ {} LS {}
fr: {}: {} (cartographié: {}) @ {} AL {}
ru: ◑ {}: {} (опись: {}) ➤ {} св.с {}

source: {}: {} @ {} LS {}
fr: {}: {} @ {} AL {}
ru: ◯{} {} ➤ {} св.с {}

source: Unknown: {}, Uncharted: {}
fr: Inconnus: {}, Inexplorés: {}
ru: неизвестно: {}, нет описи: {}

source: Unknown: {}
fr: Inconnus: {}
ru: открытий: {}

source: Uncharted: {}
fr: Inexplorés: {}
ru: нет описи: {}

source: Discovered {}/{} {}% {}
fr: Découvertes {}/{} {}% {}
ru: обнаружено {}/{} {}% {}

source: Estimated value of {}
fr: Valeur estimée de {}
ru: анализ: {}

source: {} bodies to check: {}
fr: {} planètes à vérifier: {}
ru: тел для исследований ({}): {}

source: 1 body to check: {}
fr: 1 planète à sonder: {}
ru: тел для исследований: {}

source: Bodies survey progress
fr: Progrès des sondages planétaires
ru: статус изучения тел

source: Biome assessment for {}
fr: Évaluation du biome pour {}
ru: анализ билогии {}

source: Expected Bio: none
fr: Bio attendue: aucune
ru: прогноз биологий: нет

source: Bodies suitable for exobiology in {}
fr: Planétes adaptées à l'exobiologie dans {}
ru: тела, пригодные для экзобиологии {}

source: None detected
fr: Aucune planète propice détectée
ru: не обнаружено

source: [among {} known bodies]
fr: [parmi {} corps connus]
ru: [из {} известных тел]

source: Signals on {}
fr: Signaux sur {}
ru: сигналы в {}

source: Added a point of interest at the current position.
fr: Ajout d'un point d'intérêt à la position actuelle.
ru: добавлена точка интереса.

source: Use the '!nav next' or '!nav previous! to select the next or previous POI.
fr: Utilisez '!nav next' ou '!nav previous! pour sélectionner le POI suivant ou précédent.
ru: используйте '!nav next' или '!nav previous' для выбора следующей/предыдущей

source: Use the 'stop' gesture or '!nav clear' to clear the current point of interest.
fr: Utilisez le geste 'stop' ou '!nav clear' pour enlever le point d'intérêt actuel.
ru: используйте жест \"стоп\" или '!nav clear', чтобы очистить текущую точку интереса.

source: Use the '!nav reset' to reset all custom POI for the current planet.
fr: Utilisez '!nav reset' pour réinitialiser tous les POI personnalisés de la planète actuelle.
ru: используйте '!nav reset', чтобы сбросить все пользовательские POI для текущей планеты.

source: EDR Navigation (comp. scanner)
fr: Navigation EDR (scanner de composition)
ru: EDR навигация (сканер)

source: > {:03} < for Lat:{:.4f} Lon:{:.4f}
fr: > {:03} < pour Lat:{:.4f} Lon:{:.4f}
ru: > {:03} < шрт:{:.4f} дгт:{:.4f}

source: [{loc_index}]: {dist}m >{head:03}<
ru: [{loc_index}]: {dist}м >{head:03}<

source: Value: {} cr; Gene diversity: +{}m => {}
fr: Valeur : {} cr ; Diversité génétique : +{}m => {}
ru: цена: {} кр; колония: +{}м => {}

source: Sitrep|Anarchy: not all crimes are reported.
fr: Anarchie: les crimes ne seront pas tous rapportés.
ru: анархия: сил правопорядка нет.

source: SITREP for {}
fr: SITREP pour {}
ru: сводка по {}

source: SITREP for {} (Open)
fr: SITREP pour {} (Open)
ru: сводка {} (Open)

source: [Yield: {:.2f}%] [Items: {} ({:.0f}/hour)]
fr: [Prod: {:.2f}%] [Items: {} ({:.0f}/heure)]
ru: [доход: {:.2f}%] [предтм: {} ({:.0f}/час)]

source: [Last: {} cr [{}]] [Totals: {} cr/hour ({} awarded)]
fr: [Dernier: {} cr [{}]] [Total: {} cr/heure ({} reçu)]
ru: [посл: {} cr [{}]] [всего: {} кр/ч ({} получено)]

source: Active NOTAMs for: {}
fr: NOTAMs en vigueur pour: {}
ru: активные оповещения для: {}

source: NOTAMs
ru: оповещения

source: No active NOTAMs.
fr: Aucun NOTAM en vigueur.
ru: нет активных оповещения.

source: NOTAM for {}
fr: NOTAM pour {}
ru: оповещения для {}

source: SITREPS
ru: сводка

source: SITREPS (Open)
ru: сводка (Open)

source: Mission Eval
fr: Évaluation de mission
ru: оценка миссии

source: Nothing noteworthy to share
fr: Rien d'intéressant
ru: ничего полезного для обмена

source: Eval of mission item : {}
fr: Évaluation d'un objet pour la mission: {}
ru: предметы для задания : {}

source: Eval of mission item
fr: Évaluation d'un objet pour la mission
ru: элемент задания

source: Mission rewards eval
fr: Évaluation de la récompense de mission
ru: награда за задание

source: Yo dawg, I don't do evals for '{}'
fr: Yo , mon gros, j'évalue pas '{}'
ru: йо, чувак, я не проверяю '{}'

source: Try {} instead.
fr: Essaie ça plutôt: {}.
ru: попробуйте вместо этого {}.

source: Or specific materials (e.g. '!eval surveillance equipment').
fr: Ou des matériaux spécifiques (e.g. '!eval surveillance equipment').
ru: или конкретные материалы (например, '!eval surveillance equipment').

source: Loadout information is stale
fr: Les informations ne sont pas à jour
ru: информация о снаряжении устарела

source: Congrats, you've found a bug in Elite!
fr: Félicitations! Vous avez trouvé un bug dans Elite!
ru: поздравляем, вы нашли ошибку в Elite!

source: The modules info isn't updated right away :(
fr: Les informations de vos modules ne sont pas mises à jour de suite :(
ru: информация о модулях не обновляется моментально :(

source: Try again after moving around or relog and check your modules.
fr: Essayez plus tard après avoir bougé ou reloguez et regardez vos modules.
ru: попробуйте повторить попытку после перемещения. (или пробуй релог)

source: Basic Power Assessment
fr: Evaluation de base sur la puissance
ru: базовая оценка силовой

source: Yo dawg, U sure that you got modules on this?
fr: Yo, gros, t'es sure que t'as des modules dans ton zinc?
ru: йо, чувак, ты уверен, что у тебя есть эти модули?

source: Yo dawg, the info I got from FDev might be stale.
fr: Yo, mon gars, les infos que j'ai eu de Fdev sont trop old school.
ru: йо, чувак, информация, которую я получил от FDev, возможно, устарела.

source: Try again later after a bunch of random actions.
fr: Essaie encore après d'autres actions.
ru: повторите попытку позже после ряда случайных действий.

source: Or try this: relog, look at your modules, try again.
fr: Ou alors, essaie après un relogage et un coup d'oeil aux modules.
ru: или попробуйте так: релог, зайдите в свои модули, попробуйте снова.

source: Yo dawg, sorry but I can't help with dat.
fr: Yo, mon p'tit gars, j'peux pas t'aider avec ça.
ru: йо, чувак, извини, но я не могу помочь с этим.

source: Basic Power Assessment (β; oddities? relog, look at your modules)
fr: Evaluation Basique de Puissance (β; bizarreries? relogue et regarde tes modules)
ru: базовая оценка силовой (β; странности? релог, открой модули)

source: Backpack assessment
fr: Evaluation du sac-à-dos
ru: анализ рюкзака

source: Nothing superfluous
fr: Rien de superflu
ru: ничего лишнего

source: Empty backpack?
fr: Sac à dos vide?
ru: пустой рюкзак?

source: Storage assessment
fr: Evaluation du stockage
ru: анализ хранилища

source: Empty ship locker?
fr: Conteneur vide?
ru: пустой корабельный шкафчик?

source: Bar: stock assessment
fr: Bar: évaluation du stock
ru: бар: анализ предложений

source: Bar: demand assessment
fr: Bar: évaluation de la demande
ru: бар: анализ спроса

source: Unexpected state: either no fleet carrier, or no bar?
fr: État inattendu : pas de porte-flotte, ou pas de bar?
ru: неожиданный результат: либо нет флотоносца или бара.

source: Kind: best items (b=blueprint, u=upgrades, x=trading, e=eng. unlocks)
fr: Type : meilleurs éléments (b=blueprint, u=upgrades, x=trade, e=accès ingé)
ru: обзор: лучшие предметы (b=чертежи, u=улучшения, x=торговля, e=разблок.инж)

source: Kind: worst items (b=blueprint, u=upgrades, x=trading, e=eng. unlocks)
fr: Type : pires éléments (b=blueprint, u=upgrades, x=trade, e=accès ingé)
ru: обзор: худшие предметы (b=чертежи, u=улучшения, x=торговля, e=разблок.инж.)

source: Nothing noteworthy
fr: Rien d'intéressant
ru: ничего интересного

source: Useless: {}
fr: Inutile : {}
ru: бесполезно: {}

source: Unnecessary: {}
fr: Pas nécessaire: {}
ru: необязательно: {}

source: Unlocks: {}
fr: Débloquage: {}
ru: разблокировка: {}

source: Assets: {}
fr: Resources : {}
ru: активы: {}

source: Goods: {}
fr: Biens: {}
ru: товары: {}

source: Data: {}
fr: Données: {}
ru: данные: {}

source: Unlocked: {}
fr: Débloqué: {}
ru: разблокировано: {}

source: {"Units": >5} {"Item": <21} {"Credits": >7} {"Worthiness*": >15}
fr: {"Unité": >5} {"Article": <21} {"Crédits": >7} {"Valeur*": >15}
ru: {"вещи": >5} {"предметы": <21} {"цена": >7} {"ценность": >15}

source: {" [Selling] ":-^50}
fr: {" [En vente] ":-^50}
ru: {" [продажа] ":-^50}

source: {" [Buying] ":-^50}
fr: {" [En achats] ":-^50}
ru: {" [покупка] ":-^50}

source: {"Units": >5} {"Item": <15} {"Credits": >7}
fr: {"Unité": >5} {"Article": <15} {"Crédits": >7}
ru: {"вещи": >5} {"предметы": <15} {"цена": >7}

source: {} alerts enabled
fr: Alertes {} activées
ru: {} оповещений вкл

source: {} alerts disabled
fr: Alertes {} désactivées
ru: {} оповещений выкл

source: <={max_distance}ly
fr: <={max_distance}al
ru: <={max_distance}св.л

source: >={min_bounty}cr
ru: >={min_bounty}кр

source: {} alerts already enabled
fr: alertes {} déjà activées
ru: предупреждения о {} уже включены

source: Request an EDR account to access enemy alerts (https://edrecon.com/account)
fr: Demandez un compte EDR afin d'accéder aux alertes d'ennemis (https://edrecon.com/account)
ru: нужен EDR аккаунт для доступа к Enemy Alerts (https://edrecon.com/account)

source: Pledge to a power to access enemy alerts
fr: Prêter allégeance à une puissance afin d'accéder aux alertes d'ennemis
ru: присягни державе для доступа к Enemy Alerts

source: Remain loyal for at least {} days to access enemy alerts
fr: Vous devez avoir au moins {} jours de loyauté à votre puissance afin d'accéder aux alertes d'ennemis
ru: оставайся лояльным державе {} дней для доступа к Enemy Alerts

source: Enabling Enemy alerts
fr: Activation des alertes temps-réel
ru: включить Enemy Alerts

source: Couldn't enable Enemy alerts
fr: Impossible d'activer les alerts temps-réel
ru: не удалось включить Enemy Alerts

source: Enabling {kind} alerts
fr: Activation des alertes {kind}
ru: включение {kind} alerts

source: Couldn't enable {kind} alerts
fr: Impossible d'activer les alertes {kind}
ru: не удалось включить {kind} alerts

source: Disabling {} alerts
fr: Désactivation des alertes {}
ru: отключение {} alerts

source: {} alerts already disabled
fr: alertes {} déjà désactivées
ru: {} alerts уже отключены

source: minimum bounty set to {min_bounty} cr for {kind}
fr: prime minimale de {min_bounty} cr pour {kind}
ru: задана мин. награда {min_bounty} кр за {kind}

source: invalid value for minimum bounty
fr: entrée invalide pour la prime minimale
ru: неверная мин. награда

source: no minimum bounty required
fr: aucune prime minimale requise
ru: минимальная сумма не требуется

source: maximum distance set to {max_distance} ly for {kind}
fr: distance maximale de {max_distance} al pour {kind}
ru: max дист {max_distance} св.л до {kind}

source: invalid value, removing maximal distance
fr: suppression de la distance maximale
ru: неверное значение, удаление макс. дист.

source: Outlaws Alerts
fr: Alertes Bandits
ru: предупреждения о бандитах

source: no limits on distance
fr: sans distance maximale
ru: без лимита дистанции

source: Comms link interrupted. Send '?{} on' to re-establish.
fr: Liaison interrompue. Envoyez '?{}' pour rétablir la liaison.
ru: связь прервана. отправьте '?{} on', чтобы восстановить.

source: {cmdr} ({ship}) sighted in {location}
fr: {cmdr} ({ship}) repéré à {location}
ru: {cmdr} ({ship}) замечен в {location}

source: Enemy {cmdr} ({ship}) sighted in {location}
fr: Ennemi {cmdr} ({ship}) repéré à {location}
ru: враг {cmdr} ({ship}) замечен в {location}

source: Outlaw {cmdr} ({ship}) sighted in {location}
fr: Bandit {cmdr} ({ship}) repéré à {location}
ru: бандит {cmdr} ({ship}) замечен в {location}

source: [{distance:.3g} ly]
fr: [{distance:.3g} al]
ru: [{distance:.3g} св.л]

source: [{distance} ly]
fr: [{distance} al]
ru: [{distance} св.л]

source: wanted for {bounty} cr
fr: recherché pour {bounty} cr
ru: розыск: {bounty} кр

source: wanted somewhere
fr: recherché quelque part
ru: где-то в розыске

source: got info about {}
fr: profile reçu pour {}
ru: сообщение о {}

source: Intel about {}
fr: Renseignements sur {}
ru: сводка Intel {}
