Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: Send !tip for a random advice; Send '!tip edr' for an EDR related advice, or '!tip open' for an advice about playing in Open
fr: Envoyez !tip pour afficher un conseil au hasard ; Envoyez '!tip edr' pour un conseil lié à l'EDR, ou '!tip open' pour un conseil sur le jeu en Open
ru: отправьте !tip для случайного совета; отправьте '!tip edr' для совета, связанного с EDR, или '!tip open' для совета по игре в Open

source: Send '!nav next' or '!nav previous' when near/on a planet to select the next/previous custom Point of Interest.
fr: Utilisez '!nav next' ou '!nav previous! pour sélectionner le POI suivant ou précédent.
ru: отправьте '!nav next' или '!nav previous', когда находитесь рядом/на планете, чтобы выбрать следующую/предыдущую пользовательскую точку интереса.

source: Send '!nav clear' or the 'stop' gesture when near/on a planet to clear the current custom Point of Interest.
fr: Envoyez '!nav clear' ou le geste 'stop' à proximité/sur une planète pour effacer le point d'intérêt personnalisé actuel.
ru: отправьте '!nav clear' или жест "стоп", когда находитесь рядом/на планете, чтобы очистить текущую пользовательскую точку интереса.

source: Send '!nav reset' when near/on a planet to clear all the custom Point of Interests.
fr: Envoyez '!nav reset' à proximité/sur une planète pour effacer tous les points d'intérêt personnalisés.
ru: отправьте '!nav reset' при нахождении рядом с планетой, чтобы очистить все пользовательские точки интереса.

source: When targeting or approaching a planet, EDR will provide exobiology insights if the planet is suitable.
fr: Lors du ciblage ou de l'approche d'une planète, EDR fournira des informations sur l'exobiologie si la planète est appropriée.
ru: при нацеливании на планету или приближении к ней EDR предоставит сведения по экзобиологии, если планета является подходящей.

source: EDR will automatically add a custom Point of Interest when scanning biological element with the composition scanner.
fr: EDR ajoutera automatiquement un point d'intérêt personnalisé lors d'un scan d'un élément biologique avec le scanner de composition.
ru: EDR автоматически добавит пользовательскую точку интереса при сканировании биологического образца.

source: EDR will automatically add a custom Point of Interest when pointing at something while on foot (current location).
fr: EDR ajoutera automatiquement un point d'intérêt personnalisé lorsque vous pointez vers quelque chose à pied (emplacement actuel).
ru: EDR автоматически добавит пользовательскую точку интереса при наведении на что-либо во время движения (текущее местоположение).

source: After scanning a biological with the genetic sampler, EDR will show the value of the specimen, the minimum distance for gene diversity, the distance and heading for the previous samples.
fr: Après avoir scanné un échantillon biologique avec l'échantillonneur génétique, EDR affichera la valeur de l'échantillon, la distance minimale pour la diversité génétique, la distance et le cap des échantillons précédents.
ru: после сканирования образца EDR покажет ценность образца, минимальное расстояние для генного разнообразия, расстояние и направление предыдущих образцов.

source: If you stumble upon another species while doing Exobiology research, consider using the 'pointing' gesture to record your current position as a custom Point of Interest so that you can find it back later.
fr: Si vous tombez sur une autre espèce lors de vos recherches en exobiologie, envisagez d'utiliser le geste de "pointage" pour enregistrer votre position actuelle en tant que point d'intérêt personnalisé afin de pouvoir le retrouver plus tard.
ru: если во время исследования экзобиологии вы наткнетесь на другой вид, воспользуйтесь жестом "указать на", чтобы записать свое текущее местоположение как пользовательскую точку интереса, чтобы потом вы могли ее найти.

source: Custom Point of Interests on planets are not persistent (i.e. will disappear if you close EDMC).
fr: Les points d'intérêt personnalisés sur les planètes ne sont pas persistants (c'est-à-dire qu'ils disparaîtront si vous fermez EDMC).
ru: пользовательские точки интереса на планетах не являются постоянными (т.е. исчезнут, если вы закроете EDMC).

source: Send '!search bio' to find a nearby planet with the right conditions for exobiology.
fr: Envoyez '!search bio' pour trouver une planète avec les conditions nécessaire à la biologie.
ru: отправьте '!search bio', чтобы найти ближайшую планету с подходящими условиями для экзобиологии.

source: Send '!search water' to find a nearby planet with a water atmosphere (rich in exobiology).
fr: Envoyez '!search water' pour trouver une planète avec une atmosphère à base d'eau.
ru: отправьте '!search water', чтобы найти ближайшую планету с водной атмосферой (богатую на экзобиологию).

source: Send '!search ammonia' to find a nearby planet with an ammonia atmospehere.
fr: Envoyez '!search water' pour trouver une planète avec une atmosphère à base d'ammoniaque.
ru: отправьте '!search ammonia', чтобы найти ближайшую планету с аммиачной атмосферой.

source: You can use the !search command to find a nearby planet with the right conditions for a given genus, e.g. '!search stratum'
fr: Vous pouvez utiliser la commande !search pour trouver une planète avec les conditions requises pour une catégorie de plante, ex: '!search stratum'.
ru: вы можете использовать команду !search, чтобы найти ближайшую планету с подходящими условиями для любого вида, например, '!search stratum'.

source: You can use the !search command to find a nearby planet with the right conditions for a given species, e.g. '!search stratum tectonicas'
fr: Vous pouvez utiliser la commande !search pour trouver une planète avec les conditions requises pour une espèce particulière, ex: '!search stratum tectonicas'.
ru: вы можете использовать команду !search для поиска ближайшей планеты с подходящими условиями для любого подвида, например, '!search stratum tectonicas'.

source: You can use the !search command to find a nearby odyssey settlement with specific conditions, e.g. '!search anarchy'
fr: Vous pouvez utiliser la commande !search pour trouver une colonie avec des conditions spécifiques, ex: '!search anarchy'.
ru: используйте !search, чтобы найти ближайшее поселение odyssey с опред. условиями, например: '!search anarchy'

source: You can use the !search command to find a nearby odyssey settlement with specific conditions, e.g. '!search anarchy, -military' to find non-military anarchy settlements
fr: Vous pouvez utiliser la commande !search pour trouver une colonie avec des conditions spécifiques, ex: '!search anarchy, -military' pour trouver des colonies anarchiques non-militaires
ru: используйте !search, чтобы найти ближайшее поселение odyssey с опред. условиями. прим: '!search anarchy, -military', ("-" впереди исключает такие поселения)

source: You can use the !search command to find a nearby odyssey settlement likely abandonned / resulting in restore missions, e.g. '!search restore
fr: Vous pouvez utiliser la commande !search pour trouver une colonie vraisemblablement abandonnée, ex: '!search restore'
ru: используйте !search, чтобы найти ближайшее покинутое поселение odyssey, для поиска миссий по восстановлению. пример: '!search restore'

source: You can use the !search command to find a nearby odyssey settlement likely in a combat zone situation, e.g. '!search combat zone
fr: Vous pouvez utiliser la commande !search pour trouver une colonie vraisemblablement en état de conflit, ex: '!search combat zone'
ru: используйте !search, чтобы найти ближайшее поселение odyssey, в котором идут боевые действия. прим: '!search combat zone'

source: EDR will show an overview for non-trivial in-game routes: scoopable stars, stats and ETA
fr: EDR affichera un aperçu des itinéraires non triviaux dans le jeu: étoiles avec fuel, statistiques et temps d'arrivée
ru: EDR покажет сводку по маршруту: топливные звезды, статистику и ETA

source: EDR can help you follow a Spansh journey. Send '!help travel' for more details
fr: EDR peut vous aider à suivre un itinéraire Spansh. Envoyez '!help travel' pour plus de détails
ru: EDR может помочь вам отправиться в путешествие по Spansh. отправьте '!help travel' для получения более подробной информации

source: Send '!journey new' to open Spansh for plotting a new journey, e.g. '!journey new colonia'. Then, follow the instructions.
fr: Envoyez '!journey new' pour ouvrir Spansh afin de créer un nouveau itinéraire, par ex. '!journey new colonia'. Ensuite, suivez les instructions.
ru: отправьте '!journey new', чтобы открыть Spansh для прокладки нового маршрута, например, '!journey new colonia'. затем следуйте инструкциям.

source: Send '!journey fetch' to fetch a Spansh journey from its URL (copy it to the clipboard beforehand)
fr: Envoyez '!journey fetch' pour récupérer un itinéraire Spansh à partir de son URL (copiez l'URL au préalable dans le presse-papiers)
ru: '!journey fetch', для загрузки маршрута Spansh из его URL (предварительно скопируйте URL в буфер обмена)

source: Send '!journey bodies' to see list of bodies to survey when using a Spansh route for exobiology or mapping (e.g. exomastery, road to riches)
fr: Envoyez '!journey bodies' pour voir la liste des corps à étudier lors de l'utilisation d'un itinéraire espagnol pour l'exobiologie ou la cartographie (par exemple, exomastery, road to riches)
ru: '!journey bodies' для просмотра тел, которые необходимо исследовать по маршруту Spansh. (например при использовании Expressway to Exomastery или дорога-к-богатствам).

source: Send '!journey next', '!journey previous' to manually change the target waypoint of an active Spansh journey.
fr: Envoyez '!journey next', '!journey previous' pour ajuster l'étape d'un itinéraire Spansh.
ru: отправьте '!journey next', '!journey previous', чтобы вручную изменить конечную путевую точку активного маршрута Spansh.

source: Send '!journey check 1 a 1, 1 a 2' to manually clear-off bodies (1 a 1, and 1 a 2), off the list for an active Spansh journey
fr: Envoyer '!journey check 1 a 1, 1 a 2' pour rayer des planètes (1 a 1 et 1 a 2) de la liste d'un itinéraire Spansh
ru: отправить '!journey check 1 a 1, 1 a 2' для ручного удаления тел (1 a 1 и 1 a 2) из списка для исследования Spansh

source: Never fly what you can't afford to lose. Check your rebuy and credit balance on your right panel.
fr: Ne prenez jamais vol dans un vaisseau que vous ne pouvez pas repayer en cas d'accident. Vérifiez votre coût de rachat et votre solde dans le panneau à droite.
ru: никогда не летайте на том, что не можете позволить себе потерять. проверьте цену повторной покупки корабля и ваш баланс кредитов на правой панели.

source: Never combat log in Open. If you aren't willing to accept the risk, don't bother with Open, Google 'Mobius PVE'.
fr: Ne vous déconnectez jamais en situation de combat our danger. Si vous n'êtes pas prêt à courir le risque de perdre votre vaisseau, ne jouer pas en mode ouvert.
ru: никогда не клогайте в открытой игре. если вы не готовы рисковать, играйте в соло/группе. наберите в Google "Mobius PVE".

source: Hit Ctrl+B to display a bandwidth meter. You are not alone if it goes over 1000 B/s.
fr: Ctrl + B permet d'afficher un moniteur de bande passante. Vous n'êtes pas seul s'il affiche plus de 1000 B/s.
ru: нажмите Ctrl+B, чтобы отобразить статистику сети. вы не одни, если он превышает 1000 B/с.

source: Regularly check your contact history in the top panel for known threats.
fr: Vérifiez régulièrement l'historique des contacts dans le panneau haut afin de repérer des ennemis.
ru: регулярно проверяйте историю контактов в верхней панели на наличие угроз.

source: [Planet] Dismiss your ship immediately after boarding your SRV. Outlaws will destroy it in seconds otherwise.
fr: [Planète] Renvoyez votre vaisseau aussitôt que votre SRV est prêt. Un vaisseau au sol ne survivra pas suffisamment longtemps face à la puissance de feu d'un bandit.
ru: [поверхность] отпускайте ваш корабль сразу же после высадки трп. иначе его могут уничтожить в считанные секунды.

source: [Planet] Switch your SRV lights off if an outlaw shows up. Run far away before calling back your ship.
fr: [Planète] Si un bandit arrive, éteignez les phares de votre SRV et roulez à fond le plus loi possible avant de rappeler votre vaisseau.
ru: [поверхность] выключите огни трп, если появится бандит. уберитесь подальше, прежде чем отозвать свой корабль.

source: [Planet] For new discoveries, land a bit away from the area of interest and dismiss your ship asap.
fr: [Planète] Pour les nouvelles découvertes, atterrissez assez loin afin d'avoir le temps de renvoyer votre vaisseau malgré la présence d'hors la loi.
ru: [поверхность] во время исследований отпускайте свой корабль. находять на орбите, он в безопастности и не тратит топливо.

source: [Explorers] Don't trust anyone, check a contact's loadout in your left panel before banding to take selfies.
fr: [Explorateurs] Ne faites confiance à personne, vérifiez l'équipement d'un contact avant de passer à la séance selfie.
ru: [исследования] не доверяйте никому, проверяйте снаряжение контакта на левой панели, прежде чем объединяться в группу, чтобы сделать селфи.

source: [Explorers] On your trip back to the bubble, reach out to Iridium Wing for an escort.
fr: [Explorateurs] Pour revenir vers la bulle en sécurité, demandez une escorte à l'Iridium Wing.
ru: [исследования] на обратном пути в пузырь свяжитесь с крылом Iridium для сопровождения.

source: [Explorers] Throttle down to 0% when your jump completes to avoid bad surprises (e.g. neutron star, 2 stars close to each other)
fr: [Explorateurs] Réduisez la poussée à chaque saut pour parer à toutes éventualités (e.g. étoile à neutrons)
ru: [исследования] тягу до 0% после прыжка, чтобы избежать сюрпризов (например белый карлик или 2 звезды рядом друг с другом)

source: [Traders] Don't be greedy, use your biggest slot for a shield not for cargo!
fr: [Marchands] Ne privilégiez jamais le profit avant votre sécurité: mettez un bouclier conséquent!
ru: [торговля] не будьте жадными, используйте свой самый большой слот для щита, а не для груза!

source: [Traders] Pledge for 4 weeks to Aisling Duval in order to get the stronger 'prismatic shields'.
fr: [Marchands] Alignez vous avec Aisling Duval pendant 4 semaines pour obtenir des boucliers plus robustes dits prismatiques.
ru: [торговля] на 4 недели присягните айслинг дюваль, чтобы получить более сильные "призматические щиты".

source: [Traders] Engineer regular shields with Thermal Resistance, shield boosters with Heavy Duty.
fr: [Marchands] Améliorer vos boucliers avec une modification de résistance thermale, et vos survolteurs de boucliers avec une modification 'lourde'.
ru: [торговля] инженерьте обычний щит в термостойкость, усилители щита в "надёжные щиты".

source: [Traders] Engineer prismatic shields with Reinforced, even resistance % with Augmented Resistance on your shield boosters.
fr: [Marchands] Améliorer vos boucliers prismatiques avec une modification de renforcement, et égalez les résistances sur vos survolteurs avec résistance augmentée.
ru: [торговля] инженерьте призматические щиты в "усиленные щиты" и не забывайте про усилители щита!

source: [Traders] Rares are special goods (e.g. Hutton Mug, Sothis Gold). The further you take them from where you buy them (up to 200ly) the more you get for them.
fr: [Marchands] Les Rares sont des marchandises uniques dont le bénéfice accroit avec la distance, jusqu'à 200 années lumière, e.g. Hutton Mug, Sothis Gold.
ru: [торговля] редкости - особые товары (напр, кружка Hutton, золото Sothis). чем дальше вы везете их от места покупки (до 200св.л), тем больше вы за них получаете.

source: [Suicide trap] At busy stations, stay below 100 m/s or you will get killed by the station for colliding into a 'suicide eagle'.
fr: [Piège Suicide] Dans les stations à gros trafic, restez en dessous de 100 m/s pour éviter de faire les frais d'une collision volontaire contre un vaisseau suicide, e.g. un Eagle avec quelques % de coque.
ru: [ловушка] на оживленных станциях не превышайте скорость 100 м/с, иначе станция убьет вас за столкновение с Eagle-суицидником.

source: [Suicide trap] Advanced trap: force shells may push you over the 100m/s safe speed limit. Watch out for wings/duo and cannons loadouts.
fr: [Piège Suicide] Version avancée du piège: les canons à effet de force peuvent vous poussez au dessus des 100 m/s. Vérifiez qui est dans votre instance.
ru: [ловушка] продвинутая ловушка: некоторое вооружение способно вас разогнать выше 100 м/с. будьте бдительны! вас могут растолкать и затаранить.

source: [Anti-suicide trap] Buy an eagle, remove its shield, ram the suicide eagle before they destroy another ship.
fr: [Contre-mesure piège suicide] Achetez un Eagle, enlever son bouclier et entrez en collision avec l'Eagle suicidaire avant qu'il n'est le temps de faire de même.
ru: [анти-ловушка] купите Eagle, снимите щит, протараньте Eagle-суицидника, пока он не уничтожил другой корабль.

source: [Anti-suicide trap] Stay under 100 m/s and ram the suicide eagle before they destroy another ship.
fr: [Contre-mesure piège suicide] Restez en dessous de 100 m/s et entrez en collision avec l'Eagle suicidaire pour lui dénier son opportunité.
ru: [анти-ловушка] не превышайте скорость 100 м/с и тараньте Eagle-суицидника, пока он не уничтожил другой корабль.

source: [Anti-suicide trap] Warn other commanders about the presence of a 'suicide eagle' as they approach or leave the station.
fr: [Contre-mesure piège suicide] Avertissez les autres commandants de la présence d'un Eagle suicidaire lorsqu'ils approchent ou quittent le spatioport.
ru: [анти-ловушка] предупредите других командиров о присутствии "Eagle-суицидника", когда они приближаются или покидают станцию.

source: [Powerplay hunters] Watch out for powerplay hunters at stations in enemy territory: fighting back will get you wanted.
fr: [Corsaires] Attention aux commandants alignés avec le pouvoir local, en particulier aux abords d'un spatioport. Vous risquez de devenir recherché si vous essayez de vous défendre.
ru: [Powerplay] остерегайтесь охотников на станциях на вражеской территории: сопротивляясь, вы можете оказаться в розыске.

source: [Anarchy] Watch for suspicious pilots, they can safely hunt/ram you even if you are clean (station and security won't retaliate).
fr: [Anarchie] Dans un système anarchiste, ne comptez pas sur les statioports pour vous défendre en cas d'attaque par un autre commandant.
ru: [анархия] следите за подозрительными пилотами, они могут спокойно охотиться/таранить вас, даже если вы чисты (станция и охрана не примут ответных мер).

source: [Station] The station fires back when hit. Use that to your advantage: stay close to the structure, chaff, etc.
fr: [Statioport] Les statioports ripostent lorsqu'ils sont attaqués. Utilisez cela à votre avantage en restant près de la structure et en lançant des pailletes.
ru: [станция] станция стреляет в ответ, когда в нее попадают. используйте это в своих интересах: держитесь поближе к строениям, укрывайтесь за ними и т.д.

source: [Station] The no-fire zone is a misnomer: players can and will fire at you at the cost of a small fine.
fr: [Statioport] Ne vous croyez pas en sécurité une fois dans la zone neutre. Les autres commandants peuvent toujours vous tirez dessus pour une modique amende.
ru: [станция] зона запрета огня - это ошибочное название: игроки могут и будут стрелять в вас, заплатив небольшой штраф.

source: [Escape] Bind a key/button to 'select next route' to quickly target your escape route.
fr: [S'échapper] Configurez la commande qui permet cibler le prochain système de l'itinéraire.
ru: [побег] привяжите клавишу к "выбрать следующую точку маршрута", чтобы быстро выбирать систему для побега из боя.

source: [Escape] It is safer and faster to jump to a different system than going back to supercruise (i.e. 'high waking' is not subject to mass lock).
fr: [S'échapper] Sauter vers un autre système est plus rapide et sur (i.e. vous ne serez pas affecté par les effets de masse).
ru: [побег] безопаснее и быстрее прыгнуть в другую систему, чем в суперкруиз (не действует помеха массой).

source: [Interdiction] Do NOT attempt to win a player interdiction, instead submit to get a faster FSD cooldown.
fr: [Interdiction] N'essayez pas de gagner une interdiction à tout prix. En vous soumettant à une interdiction votre FSD se rechargera plus vite.
ru: [перехват] не пытайтесь победить в перехвате игрока, вместо этого сдайтесь (тяга 0). так ваш FSD быстрее охладится.

source: [Interdiction] Type-7's have a high yaw rate which comes handy when fighting interdictions.
fr: [Interdiction] Le lacet des Type-7 est très utile pour combattre les interdictions.
ru: [перехват] Type-7 имеет высокую скорость рыскания, что очень удобно при борьбе с перехватами.

source: [Community Goal] Consider setting camp at a nearby system with a decent station instead of going straight for the CG system/station
fr: [Opération communautaire] Installez vous dans une station bien équipée dans un système voisin au lieu d'aller directement au système théâtre de l'opération communautaire
ru: [цель сообщества] рассмотрите возможность установки лагеря в соседней системе с приличной станцией вместо того, чтобы расположиться в самом цс

source: [Community Goal] Drop just before being interdicted, throttle to zero, charge your FSD, boost when the player shows up. Repeat.
fr: [Opération communautaire] Si vous sentez venir une interdiction, passez en espace normal, mettez la poussée à zéro, chargez votre FSD, accélérez dès que l'autre commandant se pointe. Répétez jusqu'à votre arrivée.
ru: [цель сообщества] выпадайте прямо перед перехватом, сбросьте газ до нуля, зарядите FSD и ждите, бустанитесь, когда появится игрок. повторяйте пока у бандита не подгорит.

source: [Supercruise] Don't supercruise straight to the station, take a curve above the plane: faster and safer.
fr: [Super-navigation] N'allez pas tout droit vers votre destination en super-navigation. Prenez une courbe au dessus du plan, c'est au final plus rapide et plus sur.
ru: [суперкруиз] не летите на станцию по прямой, сделайте кривую над плоскостью системы. так быстрее и безопаснее.

source: [Supercruise] Go around planets and other stellar objects as they will slow you down.
fr: [Super-navigation] Utilisez les champs de gravitation pour décélérer plus rapidement.
ru: [суперкруиз] обходите планеты и другие звездные объекты, так как они будут замедлять ваше движение.

source: [Supercruise] 'Ride the 6': keep max speed until the countdown reaches 6 seconds, then middle of the blue zone.
fr: [Super-navigation] 'Surfez le 6': lorsque le temps d'arrivée atteint 6 secondes, réduisez votre vitesse jusqu'au milieu de la zone bleue.
ru: [суперкруиз] поддерживайте максимальную скорость, пока обратный отсчет не достигнет 6 секунд, затем скорость на середину синей зоны.

source: [Supercruise] If your destination is near a planet, have the planet behind you and use its gravity well to slow you down.
fr: [Super-navigation] Si votre destination se situe près d'une planète, faîtes en sort que la planète soit derrière vous afin de ralentir plus rapidement.
ru: [суперкруиз] если ваш пункт назначения находится рядом с планетой, используйте её для торможения. пролетая рядом ваша скорость быстро снизится.

source: [Combat] Put all 4 pips to SYS when being fired upon; move them where needed when not fired upon.
fr: [Combat] Répartissez 4 pips dans SYS si vous êtes sous le feu, répartissez suivant les besoins lorsque vous n'êtes pas la cible principale.
ru: [бои] поместите 4 пипки в SYS, когда по вам стреляют.
