Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: Scan the installation, then the Comms array. Hack it. Run silent before the hacking begins / ends, avoid scans. Repeat.
fr: Scannez l'installation, ensuite le Comms array. Piratez le. Passez en mode furtif avant que le piratage commence et se termine, évitez les scans de police. Répétez.
ru: сканируй установку, затем устройство для связи. запускай дронов, включай тихий ход прежде чем взлом начнётся. избегай сканирования. повторяй.

source: Bring: 2-3 recon controllers, limpets, silent running ship.
fr: Requis: 2-3 contrôleurs de drone de reconnaissance, drones, un vaisseau équipé pour mode furtif.
ru: нужно: 2-3 контроллера дрона-разведчика, дроны, холодный корабль.

source: Scan the stranded mega-ship 'Blazin’ Dynamo', then the Comms and Data arrays. Hack them. Run silent before the hacking begins / ends, avoid scans. Repeat.
fr: Scannez le méga-vaisseau 'Blazin' Dynamo', ensuite les modules Comms et Données. Piratez le. Passez en mode furtif avant que le piratage commence et se termine, évitez les scans de police. Répétez.
ru: сканируй мегашип 'Blazin’ Dynamo', затем ?the Comms and Data arrays?. запускай взломщиков, включай тихий ход прежде чем взлом начнётся. избегай сканирования. повторяй с начала.

source: Alt: scans of data points at L3M / M3M / M4M settlements. Installation, mega-ships. Mission rewards.
fr: Alt: scans de data points aux L3M / M3M / M4M settlements. Installation, méga-vaisseaux. Récompenses de mission.
ru: или: скан точек данных в поселениях L3M / M3M / M4M. инсталляции. мегашипы. награды за миссии.

source: Alt: scans of data points at settlements, authority/military ships, data beacons in 'Encoded Emissions', satellites. Installations, mega-ships. Mission rewards.
fr: Alt: scans de data points aux settlements, vaisseaux d'autorités/militaires, terminaux de données dans les sources d'émissions encodées. Installation, méga-vaisseaux. Récompenses de mission.
ru: или: сканирование точек данных в поселениях, властей/военные корабли. маяки в зашифрованных сигналах. инсталляции. мегашипы. награды за миссию.

source: Alt: scans of data points at M4M / L3M / M2M settlements. Installations, mega-ships.
fr: Alt: scans de data points aux M4M / L3M / M2M settlements. Installations, méga-vaisseaux.
ru: или: точки данных в поселениях M4M / L3M / M2M. инсталляции. мегашипы.

source: Alt: scans of data points at M5M / L2M / M2M settlements, data beacons in 'Encoded Emissions', satellites. Installations, mega-ships.
fr: Alt: scans de data points aux M5M / L2M / M2M settlements, terminaux de données dans les sources d'émissions encodées, satellites. Installations, méga-vaisseaux.
ru: или: точки данных в поселениях M5M / L2M / M2M. маяки в зашифрованные сигналы. инсталляции. спутники. магашипы.

source: Alt: scans of data points at M4L / M1L / M3L settlements, haulage ships. Installation, mega-ships.
fr: Alt: scans de data points aux M4M / M1L / M3L settlements, vaisseaux cargo. Installations, méga-vaisseaux.
ru: или: точки данных в поселениях M4L / M1L / M3L. грузовые корабли. инсталляции. мегашипы.

source: {} ({}LY), {} ({}LS, {}G), {} @ {}%
fr: {} ({}AL), {} ({}SL, {}G), {} @ {}%
ru: {} ({} св.л), {} ({} св.с, {}G), {} {}%

source: {} ({}LY), {} ({}LS), {} @ {}%
fr: {} ({}AL), {} ({}SL), {} @ {}%
ru: {} ({} св.л), {} ({} св.с), {} {}%

source: Captured by scanning high energy wakes.
fr: Scannez des vagues d'énergie haute.
ru: получаешь при сканировании высокоэнергетических следов кораблей.

source: Higher chances in high population (high traffic) systems
fr: Probabilité accrue dans les systèmes avec une large population
ru: более высокие шансы в системах с высокой численностью населения (высоким трафиком)

source: {raw} {chance} @ {actual:.1f}% (median={typical:.1f}%; max={max:.1f}%)
fr: {raw}{chance} @ {actual:.1f}% (médiane={typical:.1f}%; max={max:.1f}%)
ru: {raw} {actual:.1f}% (∼{typical:.1f}%; max {max:.1f}%) {chance}

source: From {} to {}
fr: Depuis {} vers {}
ru: от {} до {}

source: Distance: {} LY
fr: Distance: {} AL
ru: дистанция: {} св.л

source: {}/{} waypoints
fr: {}/{} étapes
ru: {}/{} точка маршрута

source: {} jumps
fr: {} sauts
ru: {} прыжков

source: WP#{}/{}: {} @ {} LY
fr: WP#{}/{}: {} @ {} AL
ru: WP#{}/{}: {} ➤ {} св.л

source: WP#{}/{}: [here]
fr: Etp#{}/{}: [ici]
ru: WP#{}/{}: [здесь]

source: Distance: {} LY; {} jumps
fr: Distance: {} LY; {} sauts
ru: дистанция: {} св.л; прыжков: {}

source: From {} to {} (via {})
fr: Depuis {} vers {} (via {})
ru: от {} до {} (через {})

source: Distance: {} LY; {}/{} waypoints, {} jumps
fr: Distance: {} AL; {}/{} étapes, {} sauts
ru: дистанция: {} св.л; точка маршрута {}/{}, прыжков {}

source: Distance: {} LY; {}/{} waypoints
fr: Distance: {} AL; {}/{} étapes
ru: дистанция: {} св.л; точка маршрута {}/{}

source: Range: {} LY @ {}pct efficiency
fr: Portée: {} AL @ {}pct efficacité
ru: прыжок: {} св.л @ эффективность: {}pct

source: {}/{} waypoints; {} bodies
fr: {}/{} étapes; {} planétes
ru: {}/{} точка маршрута; {} тел

source: scan
ru: скан

source: map
fr: cartographie
ru: карта

source: survey
fr: analyse
ru: исследование

source: {} bodies to check; {} for ~{} cr
fr: {} planètes à vérifier; {} pour ~{} cr
ru: тел для исследований: {} {} ~{} кр

source: 1 body to check; {} for ~{} cr
fr: 1 planète à sonder; {} pour ~{} cr
ru: тел для исследований: {} ~{} кр

source: {} bodies to check
fr: {} planètes à sonder
ru: тел для исследований: {}

source: 1 body to check
fr: 1 planète à sonder
ru: тел для исследований

source: Send '!journey bodies' to see the list of bodies to check
fr: Envoyez '!journey bodies' pour voir la liste des planètes à vérifier
ru: отправьте '!journey bodies' для просмотра тел, которые необходимо исследовать.

source: {} cr ({})
ru: {} кр ({})

source: @ {} LY
fr: @ {} AL
ru: @ {} св.л

source: biomes to survey (~{} cr): {}
fr: biomes à analyser (~{} cr): {}
ru: биология для изучения: (~{} кр): {}

source: biomes to survey: {}
fr: biomes à analyser: {}
ru: биология для изучения: {}

source: via: {}
ru: через: {}

source: {}/{} waypoints; {} tritium ({} restocks)
fr: {}/{} étapes; {} tritium ({} restockages)
ru: {}/{} точка маршрута; {} тритий ({} пополнить)

source: [Stopover]
ru: [остановка]

source: {}Trip: {}/{} LY ({}%)
fr: {}Trip: {}/{} AL ({}%)
ru: {}: {}/{} св.л ({}%)

source: Restock {} tritium
fr: Restockage de tritium {} T
ru: восполните {}т. трития

source: {}/{} waypoints; {} jumps
fr: {}/{} étapes; {} sauts
ru: {}/{} точка маршрута; {} прыжков

source: {} jumps to next waypoint
fr: {} sauts pour atteindre la prochaine étape
ru: {} прыжков до след. точки

source: Distance: {}
ru: дистанция: {}

source: Staging station
fr: Spatioport de retraite
ru: избранная станция

source: Station with Repair/Rearm/Refuel
fr: Spatioport avec Réparations/Réarmement/Ravitaillement
ru: станция с ремонт/припасы/заправка

source: Fleet Carrier with Repair/Rearm/Refuel
fr: Porte-vaisseaux avec Réparations/Réarmement/Ravitaillement
ru: флотоносец c R/R/R

source: Found in systems with medium-high security, an 'extraction' or 'refinery' economy, a rather large population (>= 1 million)
fr: Présent dans les systèmes avec une sécurité moyenne-haute, une économie 'extraction' ou 'raffinerie ', et une large population (>= 1 million)
ru: найдено в системах со средним уровнем безопасности, «добыче» или «нефтеперерабатывающей» экономикой, довольно большим населением (>= 1 миллион)

source: Found in systems with medium-high security, an 'industrial' economy, and a rather large population (>= 1 million)
fr: Présent dans les systèmes avec une sécurité moyenne-haute, une économie 'industrielle', et une large population (>= 1 million)
ru: находится в системах со средним уровнем безопасности, «промышленной» экономикой и довольно большим населением (>= 1 миллион)

source: Found in systems with medium-high security, a 'high tech' or 'military' economy, and a rather large population (>= 1 million)
fr: Présent dans les systèmes avec une sécurité moyenne-haute, une économie 'high tech' ou 'militaire', et une large population (>= 1 million)
ru: поиск в системах со средним уровнем безопасности, высокотехнологичной или военной экономикой, и большим населением (>= 1 миллион)

source: Human Technology Broker
fr: Courtier en technologie humaine
ru: человеческий техноброкер

source: Found in systems with an 'Industrial' economy', and a rather large population (>= 1 million)
fr: Présent dans les systèmes avec une économie 'industrielle' et une large population (>= 1 million)
ru: поиск в системах с индустриальной экономикой и большим населением (>= 1млн)

source: Guardian Technology Broker
fr: Courtier en technologie Gardien
ru: техноброкер стражей

source: Found in systems with a 'high tech' economy', and a rather large population (>= 1 million)
fr: Présent dans les systèmes avec une économie 'high tech' et une large population (>= 1 million)
ru: поиск в системах с высокотехнологичной экономикой и большим населением (>= 1млн)

source: Offbeat station
fr: Spatioport pas visité récemment
ru: безлюдная станция

source: Look for low traffic systems with stations that haven't been visited in a while.
fr: Cherchez un système avec peu de traffic et des stations à l'écart.
ru: поиск в системах со станциями и низким трафиком, которые вы ещё не посещали. (исп !offbeat).

source: [Confidence: LOW]
fr: [Confidence: BASSE]
ru: [доверие: низкое]

source: USS (high grade)
ru: неопознанные источники сигнала (высокоуровневые)

source: Mission reward
fr: Récompense de mission
ru: награды за миссию

source: Found in systems under an 'Outbreak'. Greater chance in Independent, Alliance or Anarchy systems.
fr: Cherchez un système avec une 'épidémie'. Plus de chances dans un système indépendant, Alliance, ou Anarchiques.
ru: находится в системах с отказом инфраструктуры. шанс выше в системах независимых, альянса, или анархичных.

source: Found in Empire systems with no state or an 'Election' state. Lower chance with 'Boom', 'War', 'Civil War' and 'Outbreak'.
fr: Cherchez un système Impérial sans état ou avec une 'élection'. Moins de chance dans un système en 'Boom' économique, 'Guerre', 'Guerre civile' ou 'épidémie'.
ru: поиск в системах с выборами. низкий шанс в 'бум', 'война', 'гражданская война' и 'отказ инфраструктуры'.

source: Combat ships salvage
fr: Epaves de vaisseaux de combat
ru: разбор обломков боевых судов

source: Found in Federal systems with no state or an 'Election' state. Lower chance with 'Boom', 'War', 'Civil War' and 'Outbreak'.
fr: Cherchez un système Fédéral sans état ou avec une 'élection'. Moins de chance dans un système en 'Boom' économique, 'Guerre', 'Guerre civile' ou 'épidémie'.
ru: находится в федеральных системах без статуса или в 'выборы'. низкий шанс в 'бум', 'война', 'гражданская война' и 'отказ инфраструктуры'.

source: Found in systems with a 'Boom' state. Greater chance in Independent or Alliance systems.
fr: Cherchez un système dans un état de 'Boom' économique. Plus de chances dans les systèmes indépendants ou Alliance.
ru: находится в системах со статусом 'бум'. высокий шанс в системах альянса или независимых.

source: Found in system with a 'Boom' state. Greater chance in Independent or Alliance systems.
fr: Cherchez un système dans un état de 'Boom' économique. Plus de chances dans les systèmes indépendants ou Alliance.
ru: находится в системах со статусом 'бум'. высокий шанс нахождения в системах под контролем альянса или независимых.

source: Found in system with a 'Civil unrest' state. Greater chance in Independent or Alliance systems.
fr: Cherchez un système dans un état de 'Trouble civile'. Plus de chance dans les systèmes indépendants ou Alliance.
ru: находится в системах со статусом 'гражданские беспорядки'. высокий шанс в системах альянса или независимых.

source: Found in systems at 'War' or 'Civil War'. Greater chance in Independent, Alliance or Anarchy systems.
fr: Cherchez un système dans un état de 'Guerre' ou 'Guerre civile'. Plus de chance dans les systèmes indépendant, Alliance ou Anarchiques.
ru: находится в системах со статусом война и гражданская война. шанс выше в системах независимых, альянса, или анархичных.

source: Greater chance in 'Boom' system state.
fr: Plus de chances dans un système en 'Boom' économique.
ru: больше шансов в системах со статусом 'бум'.

source: Found in Empire and Federation system with an 'Election' state.
fr: Présent dans les systèmes Impériaux ou Fédéraux avec une élection en cours.
ru: встречается в системах империи и федерации с состоянием "выборы".

source: Distribution Center (1000 LS of planetary orbits)
fr: Centre de distribution (1000 SL d'un orbite planétaire)
ru: распределительный центр (1000 св.л планетарных орбит)

source: Captured from 'High Energy Wakes' with a wake scanner. Higher chance from 'Distribution Center' in systems with a 'Famine' state.
fr: Scannez des vagues à haute énergie. Probabilités accrue dans les 'Centres de distribution' des systèmes en état de famine.
ru: получение при сканировании высокоэнергетического следа корабля сканером следа. шанс выше у Distribution Center в системах со статусом 'голод'.

source: USS (encoded emissions)
fr: USS (émissions encodées)
ru: неопознанные источники сигналов (зашифрованные)

source: Conflict Zone (military/authority)
fr: Zone de Conflit (militaire/autorité)
ru: зона конфликта (военная/автократия)

source: Found in USS (encoded emissions) at Anarchy systems. Greater chances with systems at 'War' or 'Civil war'. Destroy military/authority ships in Combat Zone.
fr: Présent dans les sources d'émissions encodées dans les systèmes anarchiques. Probabilité accrue dans les systèmes en guerre ou guerre civile. Détruisez des vaisseaux militaires/autorités (ZC).
ru: находится в неопознанных источниках сигналов (зашифрованные сигналы) в анархических системах. большие шансы с системами в состоянии 'война' или 'гражданская война'.

source: Destroy military/authority ships in Combat Zone. Also a Mission Reward. Greater chances with systems at 'War' or 'Civil war'.
fr: Détruisez des vaisseaux militaires/autorités (ZC). Récompense de mission. Probabilité accrue dans les systèmes en guerre ou guerre civile.
ru: уничтожай корабли в зонах конфликта. так же как награда за миссии. высокие шанс в системах со статусом война или гражданская война.

source: Biology & water atmosphere
ru: биология & водная атмосфера

source: Biology
ru: биология

source: Aleoida Arcus
ru: алеоид Arcus

source: Aleoida Coronamus
ru: алеоид Coronamus

source: Aleoida Gravis
ru: алеоид Gravis

source: Aleoida Laminiae
ru: алеоид Laminiae

source: Aleoida Spica
ru: алеоид Spica

source: Bacterium
ru: бактерия

source: Bacterium Nebulus
ru: бактерия Nebulus

source: Bacterium Acies
ru: бактерия Acies

source: Bacterium Omentum
ru: бактерия Omentum

source: Bacterium Scopulum
ru: бактерия Scopulum

source: Bacterium Verrata
ru: бактерия Verrata

source: Bacterium Bullaris
ru: бактерия Bullaris

source: Bacterium Vesicula
ru: бактерия Vesicula

source: Bacterium Informem
ru: бактерия Informem

source: Bacterium Volu
ru: бактерия Volu

source: Bacterium Alcyoneum
ru: бактерия Alcyoneum

source: Bacterium Aurasus
ru: бактерия Aurasus

source: Bacterium Cerbrus
ru: бактерия Cerbrus

source: Bacterium Tela
ru: бактерия Tela

source: Cactoida
ru: кактус (Cactoida)

source: Cactoida Cortexum
ru: кактус Cortexum

source: Cactoida Pullulanta
ru: кактус Pullulanta

source: Cactoida Lapis
ru: кактус Lapis

source: Cactoida Peperatis
ru: кактус Peperatis

source: Cactoida Vermis
ru: кактус Vermis

source: Clypeus
ru: клипеус

source: Clypeus Lacriman
ru: клипеус Lacriman

source: Clypeus Margaritus
ru: клипеус Margaritus

source: Clypeus Speculumi
ru: клипеус Speculumi

source: Concha
ru: моллюск

source: Concha Aureolas
ru: моллюск Aureolas

source: Concha Biconcavis
ru: моллюск Biconcavis

source: Concha Labiata
ru: моллюск Labiata

source: Concha Renibus
ru: моллюск Renibus

source: Electricae
ru: электрик

source: Electricae Pluma
ru: электрик Pluma

source: Electricae Radialem
ru: электрик Radialem

source: Fonticulua
ru: фонтикула

source: Fonticulua Campestris
ru: фонтикула Campestris

source: Fonticulua Digitos
ru: фонтикула Digitos

source: Fonticulua Fluctus
ru: фонтикула Fluctus

source: Fonticulua Lapida
ru: фонтикула Lapida

source: Fonticulua Segmentatus
ru: фонтикула Segmentatus

source: Fonticulua Upupam
ru: фонтикула Upupam

source: Frutexa
ru: кустарник

source: Frutexa Acus
ru: кустарник Acus

source: Frutexa Collum
ru: кустарник Collum

source: Frutexa Fera
ru: кустарник Fera

source: Frutexa Flabellum
ru: кустарник Flabellum

source: Frutexa Flammasis
ru: кустарник Flammasis

source: Frutexa Metallicum
ru: кустарник Metallicum

source: Frutexa Sponsae
ru: кустарник Sponsae

source: Fungoida
ru: фунгоиды

source: Fungoida Gelata
ru: фунгоид Gelata

source: Fungoida Setisis
ru: фунгоид Setisis

source: Fungoida Stabitis
ru: фунгоид Stabitis

source: Osseus
ru: оссии

source: Osseus Cornibus
ru: оссии Cornibus

source: Osseus Discus
ru: оссии Discus

source: Osseus Fractus
ru: оссии Fractus

source: Osseus Pellebantus
ru: оссии Pellebantus

source: Osseus Pumice
ru: оссии Pumice

source: Osseus Spiralis
ru: оссии Spiralis

source: Recepta
ru: рецептоиды

source: Recepta Deltahedronix
ru: рецептоиды Deltahedronix

source: Recepta Umbrux
ru: рецептоиды Umbrux

source: Recepta Conditivus
ru: рецептоиды Conditivus

source: Stratum
ru: стратум

source: Stratum Araneamus
ru: стратум Araneamus

source: Stratum Cucumisis
ru: стратум Cucumisis

source: Stratum Excutitus
ru: стратум Excutitus

source: Stratum Frigus
ru: стратум Frigus

source: Stratum Laminamus
ru: стратум Laminamus

source: Stratum Limaxus
ru: стратум Limaxus

source: Stratum Paleas
ru: стратум Paleas

source: Stratum Tectonicas
ru: стратум Tectonicas

source: Tubus
ru: тубус

source: Tubus Cavas
ru: тубус Cavas

source: Tubus Compagibus
ru: тубус Compagibus

source: Tubus Conifer
ru: тубус Conifer

source: Tubus Rosarium
ru: тубус Rosarium

source: Tubus Sororibus
ru: тубус Sororibus

source: Tussock
ru: дерновина

source: Tussock Albata
ru: дерновина Albata

source: Tussock Capillum
ru: дерновина Capillum

source: Tussock Caputus
ru: дерновина Caputus

source: Tussock Catena
ru: дерновина Catena

source: Tussock Cultro
ru: дерновина Cultro

source: Tussock Divisa
ru: дерновина Divisa

source: Tussock Ignis
ru: дерновина Ignis

source: Tussock Pennata
ru: дерновина Pennata

source: Tussock Pennatis
ru: дерновина Pennatis

source: Tussock Propagito
ru: дерновина Propagito

source: Tussock Serrati
ru: дерновина Serrati

source: Tussock Stigmasis
ru: дерновина Stigmasis

source: Tussock Triticum
ru: дерновина Triticum

source: Tussock Ventusa
ru: дерновина Ventusa

source: Tussock Virgam
ru: дерновина Virgam

source: Star: {} [Fuel]
ru: ◯ класс: {} [Fuel]

source: Star: {}
ru: ◯ класс: {}

source: Gvt: {}
ru: правл: {}

source: Alg: {}
ru: держ: {}

source: Pop: {}
ru: насл: {}

source: Sec: {}
ru: ур. безопастн: {}

source: Eco: {}/{}
ru: эко: {}/{}

source: Eco: -/{}
ru: эко: -/{}

source: Eco: {}
ru: эко: {}

source: Res: {}
ru: рес: {}

source: Sta: {}
ru: сост: {}

source: Fac: {} PMF: {}
ru: {} игроки: {}

source: Fac: {}
ru: фракц: {}

source: Max value: {} cr @ {} LS
fr: Valeur max: {} cr @ {} AL
ru: Max сумма: {} кр ➤ {} св.л

source: Discovered {}/{} {}%
fr: Découvertes {}/{} {}%
ru: обнаружено {}/{} {}%

source: as of {}
fr: date des infos: {}
ru: по состоянию на {}

source: [LAND: {}G; {}K]
fr: [ATTER: {}G; {}K]
ru: [высадка ●] [{}G; {}K]

source: [WALK: {}G; {}K]
ru: [высадка ●] [{}G; {}K]

source: Aleoids
ru: алеоиды

source: Anemone
ru: анемон

source: Bark mound
ru: корковые бугры

source: Seed
ru: генеалогия семенного материала

source: Cactoids
ru: кактусы

source: Conchas
ru: моллюски

source: Fonticulus
ru: фонтикулы

source: Fumerolas
ru: фумарола

source: Fungoids
ru: фунгоиды

source: Sinuous tuber
ru: волнистые клубни

source: Tussocks
ru: дерновина

source: Crystalline shards
ru: осколки кристаллов

source: Amphora
ru: амфора

source: Amphora(?)
ru: амфора(?)

source: Anemones
ru: анемоны

source: Anemones(?)
ru: анемоны(?)

source: Crystalline shard
ru: осколки крмсталлов

source: Tela
ru: бактерия Tela

source: Stabitis
ru: устойчивость

source: Clypeus Lacrimam
ru: клипеус Lacrimam

source: Margaritus
ru: клипеус Margaritus

source: Speculumi
ru: клипеус Speculumi

source: Fumerola Aquatis
ru: фумарола Aquatis

source: Fonticulua segmentatus
ru: фонтикула segmentatus

source: Verrata
ru: бактерия Verrata

source: Omentum
ru: бактерия Omentum

source: Scopulum
ru: бактерия Scopulum

source: Spica
ru: алеоид Spica

source: Peperatis
ru: кактус Peperatis

source: Flammasis
ru: кустарник Flammasis

source: Laminamus
ru: стратум Laminamus

source: Fera
ru: кустарник Fera

source: Pennatis
ru: дерновина Pennatis

source: Pennata
ru: дерновина Pennata

source: Ventusa
ru: дерновина Ventusa

source: Ignis
ru: дерновина Ignis

source: Serrati
ru: дерновина Serrati

source: Pullulanta
ru: кактус Pullulanta

source: Renibus
ru: моллюск Renibus

source: Triticum
ru: дерновина Triticum

source: Limaxus
ru: стратум Limaxus

source: Frigus
ru: стратум Frigus

source: Labiata
ru: моллюск Labiata

source: Pellebantus
ru: оссии Pellebantus

source: Fractus
ru: оссии Fractus

source: Umbrux
ru: рецептоиды Umbrux

source: Bacterium Cerbus
ru: бактерия Cerbus

source: Unknown belt
fr: Ceinture non reconnu
ru: неизвестный пояс

source: Type: {}
ru: тип: {}

source: Unknown ring
fr: Anneau non reconnu
ru: неизвестное кольцо

source: Type: {} {}
ru: тип: {} {}

source: sitreps section|✪ Outlaws
fr: ✪ Bandits
ru: sitreps section|✪ бандиты

source: sitreps section|✪ Enemies
fr: ✪ Ennemis
ru: sitreps section|✪ враги

source: sitreps section|✪ Crimes
fr: ✪ Crimes
ru: sitreps section|✪ преступления

source: sitreps section|✪ Traffic
fr: ✪ Traffic
ru: сводка|✪ трафик

source: sitrep section|✪ Sighted
fr: ✪ Repérés
ru: sitrep section|✪ замечены

source: sitrep section|✪ Interdictors
fr: ✪ Interdicteurs
ru: сводка|✪ перехваты

source: sitreps section|✪ Destroyers
fr: ✪ Destructeurs
ru: сводка|✪ уничтожившие корабль

source: Waiting for a game session...
fr: En attente d'une session de jeu...
ru: ожидание игрового сеанса...

source: Type EDR commands here or via the in-game chat.
fr: Tapez les commandes EDR ici ou via le chat en jeu.
ru: введите здесь команды EDR или в игровом чате.

source: Unrecognized command
fr: Commande non reconnue
ru: неизвестная команда

source: This doesn't appear to be a recognized command.
fr: Cela ne semble pas être une commande reconnue.
ru: похоже, что эта команда не распознана.

source: Please verify the prefix and syntax.
fr: Veuillez vérifier le préfixe et la syntaxe.
ru: пожалуйста, проверьте префикс и синтаксис.

source: Use the !help command for further info.
fr: Utilisez la commande !help pour plus d'informations.
ru: используйте !help для дальнейшей информации.

source: N/A
ru: н/д

source: {} b
fr: {} mm
ru: {} млрд

source: {:.1f} b
fr: {:.1f} mm
ru: {:.1f} млрд

source: {} m
ru: {} млн

source: {:.1f} m
ru: {:.1f} млн

source: {} k
ru: {} тыс

source: {:.1f} k
ru: {:.1f} тыс

source: Busted PP (20 pct for 5s; {0:.2f}MW)
fr: PP morte (20 % pour 5s; {0:.2f}MW)
ru: повреждение силовой (20% на 5 сек; {0:.2f}мвт)

source: Keep your FSD below the 20 pct line.
fr: Gardez votre FSD sous la ligne des 20%.
ru: установи приоритет FSD ниже 20%.

source: Good job on keeping your FSD below the 20 pct line.
fr: Bon boulot avec votre FSD sous la ligne des 20%.
ru: отлично, FSD ниже 20%.

source: Recovered PP (50 pct after 5s; {0:.2f}MW)
fr: PP en mode backup (50% après 5s; {0:.2f}MW)
ru: восстановление силовой (50% через 5с; {0:.2f}Mвт)

source: Keep your {} below the 50 pct line.
fr: Gardez {} sous la ligne des 50%.
ru: установи приоритет {} ниже 50%.
