Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: No info
fr: Aucune info
ru: нет информации

source: {dist}ly from {from_sys} to {to_sys}
fr: {dist}al entre {from_sys} et {to_sys}
ru: {dist}св.л от {from_sys} до {to_sys}

source: Taxi time ({}LY): {}
fr: Trajet en Taxi ({}LY): {}
ru: Taxi time ({}св.л): {}

source: Transfer time: {}
fr: Temps de transfert: {}
ru: время перемещения: {}

source: distance: {dist}ly
fr: distance: {dist}al
ru: расстояние: {dist}св.л.

source: distance failed
fr: échec de la fonction 'distance'
ru: ошибка дистанции

source: Couldn't calculate a distance. Invalid or unknown system names?
fr: Impossible de calculer la distance. Systèmes inconnus ou non valides?
ru: не удалось измерить расстояние. проверь названия систем!

source: Distance
ru: расстояние

source: no cmdr id (contact).
fr: pas de cmdr id (contact).
ru: кмдр (contact) нет id.

source: {} is bad news.
fr: {} est une mauvaise nouvelle.
ru: {} - осторожно.

source: Signal: local comms
fr: Signal: comms locale
ru: местный чат

source: Signal: direct comms
fr: Signal: comms directe
ru: прямое сообщение

source: Signal: system comms
fr: Signal: comms système
ru: чат системы

source: Signal: emote
fr: Signal: geste
ru: жест

source: Signal: targeted
fr: Signal: cible
ru: целеуказание

source: Signal: multicrew captain
fr: Signal: capitaine multicrew
ru: капитан multicrew

source: Signal: multicrew member
fr: Signal: équipier multicrew
ru: пилот multicrew

source: [Caution!] Intel about {}
fr: [Attention!] Renseignements sur {}
ru: [внимание!] {}

source: You could have helped other EDR users by reporting this outlaw.
fr: Vous auriez pu aider d'autres utilisateurs EDR en rapportant ce bandit.
ru: вы помогли бы EDR, сообщив о преступнике.

source: You could have helped other EDR users by reporting this enemy.
fr: Vous auriez pu aider d'autres utilisateurs EDR en rapportant cet ennemi.
ru: вы помогли бы EDR, сообщив о враге.

source: failed to report scan.
fr: scan non rapporté (échec).
ru: не удалось отсканировать.

source: cmdr unknown to EDR.
fr: cmd inconnu des services EDR.
ru: кмдр неизвестен EDR.

source: PP Enemy (weapons free).
fr: Ennemi PP (feu à volonté).
ru: враг пп (атака разрешена).

source: Wanted for {} cr
fr: Recherché pour {} cr
ru: розыск: {} кр

source: Wanted somewhere. A Kill-Warrant-Scan will reveal their highest bounty.
fr: Recherché par une autorité. Un scan révèlera la plus grosse prime.
ru: разыскивается. сканирование покажет их наивысшую награду.

source: Intel for cmdr {}.
fr: Renseignements sur {}.
ru: сводка Intel. кмдр {}.

source: Wanted somewhere but it could be minor offenses.
fr: Recherché par une autorité. Possibilité d'un délit mineur.
ru: разыскивается, возможно за небольшие нарушения.

source: You could have helped other {power} pledges by reporting this enemy.
fr: Vous auriez pu aider les alliés de {power} en rapportant cet ennemi.
ru: вы помоли бы лояльным {power}, сообщив об этом враге.

source: not novel enough (scan).
fr: situation pas assez nouvelle (scan)
ru: устарело (пересканируйте).

source: Scan reporting disabled in solo/private modes.
fr: Rapport de scan désactivé en mode Solo/Privé.
ru: отчеты о сканировании отключены в соло/частных группах.

source: scan reported for {}.
fr: scan de {} rapport.
ru: данные скана о {} переданы.

source: not novel enough (traffic).
fr: situation pas assez nouvelle (trafic)
ru: устаревшие данные о трафике

source: traffic reported.
fr: trafic rapport.
ru: данные о трафике переданы

source: Anarchy system (crimes not reported).
fr: Anarchie (crimes non rapportés)
ru: анархия (о преступлениях не сообщается).

source: You could have helped other EDR users or get help by reporting this crime!
fr: Vous auriez pu aider d'autres utilisateurs EDR ou alerter les vigiles en rapportant ce crime!
ru: вы помогли бы EDR, сообщив об этом преступлении!

source: crime reported!
fr: crime rapporté!
ru: о преступлении сообщено!

source: Anarchy system (fights not reported).
fr: Anarchie (combats non rapportés)
ru: анархия (о боевых действиях не сообщается).

source: Fight reporting enabled
fr: Rapport de combat activé
ru: включены отчеты о боевых действиях

source: Reason: presence of outlaws
fr: Raison: présence d'hors-la-loi
ru: причина: нарушения закона

source: Turn it off: flash your lights twice, or leave this area, or escape danger and retract hardpoints.
fr: Désactiver: flashez vos phares deux fois, quittez cet endroit, ou mettez vous en sécurité et désactivez vos armes.
ru: выключить: дважды мигните фарами. покиньте эту зону. избегайте опасности и уберите оружие.

source: Need assistance?
fr: Besoin de renforts?
ru: нужна поддержка?

source: Flash your lights twice to report a PvP fight to enforcers.
fr: Flashez vos phares pour rapporter un combat PvP aux forces de sécurité.
ru: дважды мигните фарами, чтобы сообщить о PvP-бое силовикам.

source: Send '!crimes off' to make EDR go silent.
fr: Envoyez '!crimes off' dans le chat pour désactiver ces alertes et ignorer les crimes.
ru: отправьте '!crimes off' для того, чтобы EDR вам не мешал.

source: fight reported!
fr: combat rapporté!
ru: о бое сообщено!

source: You could have helped other EDR users by reporting this problematic crew member!
fr: Vous auriez pu aider d'autres utilisateurs EDR en rapportant ce membre d'équipage problématique!
ru: вы помогли бы EDR, сообщив о ненадёжном члене экипажа!

source: {} is unknown to EDR.
fr: {} n'est pas connu par les services EDR.
ru: {} неизвестен EDR.

source: multicrew session reported (cmdr {name}).
fr: succès du rapport d'équipage (cmd {name}).
ru: отчёт о сеансе multicrew (кмдр {name}).

source: Skipped FC jump announcement.
fr: Itinéraire du porte-vaisseaux ignoré.
ru: анонс о прыжке флотоносца не сделан.

source: Skipped Public/Private FC jump announcement (EDR account needed).
fr: Itinéraire du porte-vaisseaux ignoré (compte EDR requis).
ru: публичный/личный анонс о прыжке флотоносца не сделан (требуется учетная запись EDR).

source: Sent PSA for FC jump schedule.
fr: Itinéraire du porte-vaisseaux annoncé (public).
ru: отправить в PSA расписание прыжков флотоносца.

source: Sent Private PSA for FC jump schedule.
fr: Itinéraire du porte-vaisseaux annoncé (public).
ru: отправить PSA приватно о расписании прыжков флотоносца.

source: Sent Direct PSA for FC jump schedule.
fr: Itinéraire du porte-vaisseaux annoncé (directement).
ru: отправить в Direct PSA о расписании прыжков FC.

source: Cancelled FC jump schedule.
fr: Itinéraire du porte-vaisseaux annulé.
ru: план прыжков FC отменён.

source: Reported bartender resources
fr: Ressources au bar signalées
ru: данные о ресурсах бармена переданы

source: Sorry, this feature only works with an EDR account.
fr: Désolé, cette fonctionnalité nécessite un compte EDR.
ru: к сожалению, эта функция работает только с учетной записью EDR.

source: Message not sent. Try again in {duration}.
fr: Message refusé. Essayez encore dans {duration}.
ru: сообщение не отправлено. попробуйте еще раз через {duration}.

source: Message sent with codeword '{}'.
fr: Message envoyé avec le code '{}'.
ru: сообщение с кодовым словом '{}' отправлено.

source: Ask the codeword to identify trusted commanders.
fr: Demandez le code afin d'identifier votre interlocuteur.
ru: попросите кодовое слово для доверенных командиров.

source: For good measure, also reach out to these folks with the info below:
fr: Pour plus d'efficacité, veuillez aussi contacter le groupe ci dessous avec les infos:
ru: кроме того, свяжитесь с этими людьми, используя приведенную ниже информацию:

source: Check ED Market Connector for instructions about other options
fr: Regardez l'interface utilisateur d'ED Market Connector pour des instructions complémentaires
ru: проверьте ED Market Connector для получения инструкций о других опциях

source: Sent to EDR central - Also try: {}
fr: Envoyé à EDR Central
ru: отправлено в EDR central - также попробуйте {}

source: Message sent to EDR central
fr: Message envoyé à EDR Central
ru: отправлено в EDR central

source: Squadron Dex
fr: Dex Escadron
ru: эскадрилья Dex

source: You need to join a squadron on https://inara.cz to use this feature.
fr: Vous devez rejoindre un escadron sur https://inara.cz pour utiliser cette fonctionnalité.
ru: чтобы использовать эту функцию, вам нужно присоединиться к эскадре на https://inara.cz.

source: Then, reboot EDR to reflect these changes.
fr: Ensuite, relancez EDR pour appliquer les changements.
ru: перезагрузите EDR, чтобы применить изменения.

source: You need to reach {} to tag enemies or allies.
fr: Vous devez être au moins {} afin de taggé des ennemis ou alliés.
ru: доберитесь до {}, чтобы помечать врагов и союзников.

source: Cmdr Dex
fr: Dex Commandants
ru: кмдр Dex

source: Successfully tagged cmdr {name} with {tag}
fr: Cmdr {name} a bien été tagué avec {tag}
ru: кмдр {name} помечен как {tag}

source: Could not tag cmdr {name} with {tag}
fr: Impossible de tagguer Cmdr {name} avec {tag}
ru: не удалось применить {tag} к кмдр {name}

source: Successfully attached a memo to cmdr {}
fr: Le mémo à-propos du cmd {} a bien été enregistré
ru: заметка прикреплена к кмдр {}

source: Failed to attach a memo to cmdr {}
fr: Impossible d'enregistrer le mémo à-propos du cmd {}
ru: не удалось закрепить заметку к кмдр {}

source: Successfully removed memo from cmdr {}
fr: Le mémo à-propos du cmd {} a bien été supprimé
ru: заметка о кмдр {} удалена

source: Failed to remove memo from cmdr {}
fr: Impossible de supprimer le mémo à-propos du cmd {}
ru: не удалось удалить заметку кмдр {}

source: Successfully removed all tags from cmdr {}
fr: Tous les tags ont bien été supprimés pour le cmd {}
ru: все теги кмдр {} удалены

source: Successfully removed tag {} from cmdr {}
fr: Le tag {} a bien été supprimé pour le cmd {}
ru: тег {} у кмдр {} успешно удален

source: Could not remove tag(s) from cmdr {}
fr: Impossible de supprimer les tags pour le cmd {}
ru: не удалось удалить тег(и) кмдр {}

source: Intel about {} (Open)
fr: Renseignements sur {} (Open)
ru: сводка Intel {} (Open)

source: no info about {}
fr: aucune info sur {}
ru: нет данных о {}

source: Not recently sighted or not an outlaw.
fr: Aucun récent contact, ou non recherché.
ru: давно не встречался или не преступник.

source: No info about your fleet.
fr: Aucune info sur votre flotille.
ru: нет данных о вашем флоте.

source: Visit a shipyard to update your fleet info.
fr: Visitez un shipyard pour mettre à jour votre flotte.
ru: посетите верфь, чтобы обновить инфо о флоте.

source: Couldn't find anything
fr: Rien trouvé
ru: ничего не найдено

source: Kill Rewards
fr: Prime
ru: награда за голову

source: {} on Cmdr {}
fr: {} sur Cmdt {}
ru: {} на кмдр {}

source: Send '!contract example $$$ 10' in chat to set a reward of 10 million credits on Cmdr 'example'
fr: Envoyez '!contract example $$$ 10' dans le chat pour placer un contrat de 10 million de crédits pour la destruction du Cmdt 'example'.
ru: отправьте '!contract имя_кмдр $$$ 10' в чате, чтобы установить награду 10 миллионов кредитов.

source: You haven't set any contract yet
fr: Vous n'avez pas encore placé de contrat
ru: вы еще не установили награду за голову

source: Reward of {} for a kill on Cmdr {}
fr: Prime de {} pour la destruction de Cmdt {}
ru: награда {} за поимку кмдр {}

source: Send '!contract {} $$$ 0' in chat to remove the kill reward
fr: Envoyez '!contract {} $$$ 0' dans le chat pour supprimer votre contrat
ru: отправьте '!contract {} $$$ 0' в чате, чтобы отменить награду за голову

source: Failed to place a reward for a kill on Cmdr {}
fr: Impossible de placer un contrat sur Cmdt {}
ru: не удалось установить награду за голову кмдр {}

source: You may have too many active contracts.
fr: Vous avez peut-être trop de contrats actifs.
ru: возможно, у вас слишком много активных контрактов.

source: Send '!contracts' to see all your contracts.
fr: Envoyez '!contracts' pour voir tous vos contrats.
ru: отправьте '!contracts' чтобы увидеть все ваши награды за голову.

source: Send '!contract {cmdr} $$$ 10' in chat to set a reward of 10 million credits on Cmdr '{cmdr}'
fr: Envoyez '!contract {cmdr} $$$ 10' dans le chat pour placer un contrat de 10 million de crédits pour la destruction du Cmdt '{cmdr}'.
ru: отправьте '!contract {cmdr} $$$ 10' в чате, чтобы установить награду в 10 миллионов кредитов за кмдр '{cmdr}'

source: Removed reward for a kill on Cmdr {}
fr: Prime de {} pour la destruction de Cmdt {}
ru: награда за голову кмдр {} удалена

source: Failed to remove reward for a kill on Cmdr {} (not even set?)
fr: Impossible de supprimer votre contrat sur Cmdt {} (n'existe pas?)
ru: не удалось снять награду за голову с кмдр {} (не назначена?)

source: Recently Sighted {kind}
fr: {kind} récemment repérés
ru: недавно замеченные {kind}

source: You need to be pledged to a power.
fr: Vous devez prêter allégeance à un pouvoir.
ru: вы должны присягнуть державе.

source: Recently Sighted {kind} (Open)
fr: {kind} récemment repérés (Open)
ru: недавно замеченные {kind} (Open)

source: No {kind} sighted in the last {timespan}
fr: Pas de contact avec des {kind} depuis {timespan}
ru: {kind} не обнаружено за последние {timespan}

source: recently sighted {kind}
fr: {kind} récemment repérés
ru: недавно замеченные {kind}

source: EDR pro-tips
fr: EDR conseils de pro
ru: EDR советы от про

source: Comms Link Error
fr: Erreur de Liaison Comms
ru: ошибка связи

source: EDR Central can't be reached at the moment
fr: Impossible de joindre le central EDR
ru: EDR Central не отвечает

source: Try again later. Join https://edrecon.com/discord or contact Cmdr LeKeno if it keeps failing
fr: Essayez plus tard, rejoignez https://edrecon.com/discord ou contactez Cmdt LeKeno si cela persiste
ru: повторите попытку позже. посетите https://edrecon.com/discord или свяжитесь с кмдр LeKeno

source: EDR needs you!
fr: EDR a besoin de vous!
ru: ты нужен EDR!

source: Apply for an account at https://edrecon.com/account
fr: Demandez un compte EDR depuis https://edrecon.com/account
ru: заявка на аккаунт на https://edrecon.com/account

source: It's free, no strings attached.
fr: C'est gratuit et sans obligations.
ru: это бесплатно, без смс.

source: EDR Search
fr: Recherche EDR
ru: поиск EDR

source: Already searching for something, please wait...
fr: Recherche en cours, veuillez patienter...
ru: уже ищем, пожалуйста, подождите...

source: Search features only work in the bubble or Colonia.
fr: Désolé, cette fonctionnalité ne fonctionne que dans la bulle ou à Colonia.
ru: функции поиска работают только в пузыре или колонии.

source: I.Factors: searching...
fr: I. Factors: recherche en cours...
ru: I.Factors: поиск...

source: Interstellar Factors: searching...
fr: Interstellar Factors: recherche en cours...
ru: Interstellar Factors: поиск...

source: I.Factors: failed
fr: I. Factors: échec
ru: I.Factors: неудачно

source: Unknown system
fr: Système inconnu
ru: неизвестная система

source: Raw mat. trader: searching...
fr: Marchand de mat. premières: recherche en cours...
ru: торговец сырьем: поиск...

source: Raw material trader: searching...
fr: Marchand de matières premières: recherche en cours...
ru: торговец сырьем: поиск...

source: Raw mat. trader: failed
fr: Marchand de mat. premières: échec
ru: торговец сырьем: неудачно

source: Encoded data trader: searching...
fr: Marchand de données encodées: recherche en cours...
ru: торговец данными: поиск...

source: Encoded data trader: failed
fr: Marchand de données encodées: échec
ru: торговец данными: не удалось

source: Manufactured mat. trader: searching...
fr: Marchand de d. encodées: recherche en cours...
ru: торговец производственными материалами: поиск...

source: Manufactured material trader: searching...
fr: Marchand de fabrications: recherche en cours...
ru: торговец производственными материалами: поиск...

source: Manufactured mat. trader: failed
fr: Marchand de fabrications: échec
ru: торговец производственными материалами: неудачно

source: Staging station: searching...
fr: Spatioport en retrait: recherche en cours...
ru: станция для посадки: поиск...

source: Staging station: failed
fr: Spatioport en retrait: échec
ru: станция для посадки: не удалось

source: Parking system: searching...
fr: Parking pour porte-vaisseaux: recherche en cours...
ru: парковка: поиск...

source: Parking system: failed
fr: Parking pour porte-vaisseaux: échec
ru: парковка: не удалось

source: RRR Fleet Carrier: searching...
fr: Porte-vaisseaux avec RRR: recherche en cours...
ru: RRR флотоносец: поиск...

source: RRR Fleet Carrier: searching in {}...
fr: Porte-vaisseaux avec RRR: recherche autour de {}...
ru: RRR Fleet Carrier: поиск в {}...

source: If there are no results, try: !rrrfc {} < 15
fr: S'il n'y a aucun résultat, essayez: !rrrfc {} < 15
ru: если результатов нет, попробуйте !rrrfc {} < 15

source: RRR Fleet Carrier: searching within {} LY of {}...
fr: Porte-vaisseaux avec RRR: recherche dans un rayon de {} AL autour de {}...
ru: RRR Fleet Carrier: поиск в пределах {} св.л от {}...

source: RRR Fleet Carrier: failed
fr: Porte-vaisseaux avec RRR: échec
ru: RRR Fleet Carrier: не удалось

source: RRR Station: searching...
fr: Spatioport avec RRR: recherche en cours...
ru: RRR Station: поиск...

source: RRR Station: searching in {}...
fr: Spatioport avec RRR: recherche autour de {}...
ru: RRR Station: поиск в {}...

source: If there are no results, try: !rrr {} < 15
fr: S'il n'y a aucun résultat, essayez: !rrrfc {} < 15
ru: если результатов нет, попробуйте !rrr {} < 15

source: RRR Station: searching within {} LY of {}...
fr: Spatioport avec RRR: recherche dans un rayon de [{}LY] autour de {}
ru: RRR Station: поиск в пределах {} св.л от {}...

source: RRR Station: failed
fr: Spatioport avec RRR: échec
ru: станция RRR: не удалось

source: EDR Fleet Carrier Local Search
fr: EDR recherche locale de porte-vaisseaux
ru: EDR Fleet Carrier местный поиск

source: {} fleet carriers have {} in their callsign or name
fr: {} porte-vaisseaux ont {} dans leur indicatif d'appel ou leur nom
ru: у {} флотоносцев есть {} в знаке или имени

source: Try something more specific, or the full callsign.
fr: Essayez quelque chose de plus spécifique, ou l’indicatif d’appel complet.
ru: попробуйте что-то более конкретное, или полное наименование.

source: Couldn't find a fleet carrier with {} in its callsign or name
fr: Impossible de trouver un porte-vaisseaux avec {} dans son indicatif d’appel ou son nom
ru: не удалось найти флотоносца с {} в его знаке или названии

source: {} is not a valid callsign
fr: {} n’est pas un indicatif d’appel valide
ru: {} не является допустимым символом

source: Try a more specific term, the full callsign, or honk your discovery scanner first.
fr: Essayez un terme plus spécifique, l’indicatif d’appel complet, ou klaxonnez d’abord votre scanner de découverte.
ru: попробуйте использовать более конкретный термин, полное название или сначала посигнальте сканером обнаружения.

source: No info on fleet carrier with {} callsign
fr: Aucune information sur le porte-vaisseaux avec indicatif d’appel {}
ru: нет информации о флотоносце с позывным {}

source: Outfit:{} Shipyard:{}
fr: Equipmt:{} Chantier:{}
ru: снаряжение:{} верфь:{}

source: Market:{} B.Market:{}
fr: Marché:{} Marché N.:{}
ru: рынок:{} чёрн. рынок:{}

source: Redempt.O:{} Pioneer S:{} Lounge:{}
fr: O. Rédempt:{} Pioneer S:{} Bar:{}
ru: выплаты:{} Pioneer S:{} к-та экипажа:{}

source: EDR Station Local Search
fr: EDR recherche locale de Station
ru: EDR Station локальный поиск

source: No info on Station with {} in its name
fr: Pas d’info à propos d'une Station avec {} dans son nom
ru: нет информации о станции с {} в названии

source: {} stations have {} in their name
fr: {} stations ont {} dans leur nom
ru: у {} станций есть {} в их имени

source: Try something more specific, or the full name.
fr: Essayez quelque chose de plus spécifique, ou le nom complet.
ru: попробуйте уточнить имя или запрос.

source: No Station with {} in their name
fr: Pas d’info à propos d'une Station avec {} dans son nom
ru: нет станции с названием {}

source: EDR Navigation (pointing gesture)
fr: Navigation EDR (geste de pointage)
ru: EDR навигация (жест)

source: {} sale orders
fr: {} offres de vente
ru: {} заказы на продажу

source: {} purchase orders
fr: {} offres d'achat
ru: {} заказы на покупку

source: Access: all => Market info sent.
fr: Accés libre => Info du marché rapporté.
ru: доступ: все => данные рынка отправлены.

source: Sent FC trading info to your discord channel.
fr: Info commerce FC envoyé vers votre canal discord.
ru: отправляет инфо о торговле флотоносца в ваш discord канал.

source: Summary placed in the clipboard
fr: Rapport copié dans le presse papier
ru: итог добавлен в буфер обмена

source: Fleet Carrier status summary
fr: Rapport du porte-vaisseaux
ru: статус флотоносца

source: Trading Insights for {}
fr: Trading Info pour {}
ru: торговые данные о {}

source: No info on System called {}
fr: Pas d'info sur le système appelé {}
ru: нет информации о {}

source: No info on Body called {}
fr: Pas d'info sur l'objet céleste {}
ru: нет информации о {}

source: Human tech broker: searching...
fr: Courtier en technologie humaine: recherche en cours...
ru: техноброкер человеческих технологий: поиск...

source: Human tech broker: failed
fr: Courtier en technologie humaine: échec
ru: техноброкер человеческих технологий: failed

source: Guardian tech broker: searching...
fr: Courtier en technologie Gardien: recherche en cours...
ru: техноброкер стражей: поиск...

source: Guardian tech broker: failed
fr: Courtier en technologie gardien: échec
ru: техноброкер стражей: failed

source: Offbeat station: searching...
fr: Spatioport pas visité récemment: recherche en cours...
ru: безлюдная станция: поиск...

source: Offbeat station: failed
fr: Spatioport pas visité récemment: échec
ru: безлюдная станция: ошибка

source: Biofit planet: searching...
fr: Planète propice pour bio: recherche en cours...
ru: Biofit planet: поиск...

source: Settlement: searching...
fr: Colonie: recherche en cours...
ru: поиск...

source: Settlement: failed
fr: Colonie: échec
ru: поиск: failed

source: {dist:.3g}LY
fr: {dist:.3g}AL
ru: {dist:.3g} св.л

source: {dist}LY
fr: {dist}AL
ru: {dist} св.л

source: {dist}LS
ru: {dist} св.с

source: as of {date} {ci}
fr: date des infos: {date} {ci}
ru: актуально на {date} {ci}

source: {}: nothing within [{}LY, {}LS] of {}
fr: {}: rien dans un rayon de [{}LY, {}LS] autour de {}
ru: {}: в [{} св.л, {} св.с] {} ничего нет

source: checked {} systems
fr: {} systèmes dans la recherche
ru: проверено {} систем

source: checked {} systems and {} stations
fr: {} systèmes et {} statioports dans la recherche
ru: проверено {} систем и {} станций

source: nothing found within [{}LY, {}LS], {}.
fr: rien dans un rayon de [{}LY, {}LS], {}.
ru: ничего не найдено в [{} св.л, {} св.с], {}.

source: {} near {}
fr: {} proche de {}
ru: {} рядом с {}

source: checked {} systems and {} planets
fr: {} systèmes et {} planètes dans la recherche
ru: проверено {} систем и {} планет

source: checked {} systems and {} settlements
fr: {} systèmes et {} colonies dans la recherche
ru: проверено систем: {}. поселений: {}

source: Settlement near {}
fr: Colonie prés de {}
ru: поселения вблизи {}

source: {system}, {dist} from {ref} [#{rank}]
fr: {system}, {dist} de {ref} [#{rank}]
ru: {system}, {dist} из {ref} [#{rank}]

source: Slots ≈ {} ({}) / {} (as of {})
fr: Places ≈ {} ({}) / {} (date {})
ru: слоты ≈ {} ({}) / {} ({})

source: Slots ≈ {} / {} (as of {})
fr: Places ≈ {} / {} (date {})
ru: слоты ≈ {} / {} ({})

source: Slots: ???/{} (no intel)
fr: Places ???/{} (pas d'info)
ru: слоты: ???/{} (no data)

source: {nb} bodies
fr: {nb} corps céleste
ru: {nb} тела

source: {nb} body
fr: {nb} corp céleste
ru: тел: {nb}.

source: {} (LS): median={}, avg={}, max={}
fr: {} (AL): médiane={}, moy={}, max={}
ru: {} (св.с): сред={}, тек={}, max={}
