Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: - !crimes [off|on]: to disable/enable crime and fight reporting, e.g. '!crimes off' before an agreed upon duel.
fr: - !crimes [off|on]: pour désactiver / activer le signalement de crimes et de combat, e.g. '!crimes off' avant un duel arrangé.
ru: - !crimes [off|on]: отключить/включить сообщения о преступлениях, например '!crimes off' до согласованного поединка.

source: - !audiocue [on|off|loud|soft] to control the audio cues, e.g. '!audiocue soft' for soft cues.
fr: - !audiocue [on|off|loud|soft]: pour controller le retour audio, e.g. '!audiocue soft' pour un retour audio atténué.
ru: - !audiocue [on|off|loud|soft] для управления звуком cues, например '!audiocue soft' для приглушения уведомлений.

source: - !overlay [on|off|] to enable/disable or verify the overlay, e.g. '!overlay' to check if it is enabled/working.
fr: - !overlay [on|off|]: pour activer / désactiver ou vérifier l'écran superposé, e.g. '!overlay' pour vérifier son état.
ru: - !overlay [on|off|] для включения/отключения или проверки наложения оверлея, например '!overlay', чтобы убедиться, что оно включено/работает.

source: - check the instructions in config/igm_config.v9.ini to customize the layout and timeouts.
fr: - consultez les instructions dans config/igm_config.v9.ini pour personnaliser la mise en page et les délais d'attente.
ru: - проверьте config/igm_config.v9.ini для настройки оверлея.

source: EDR offers the following features to help you make sense of Odyssey materials, engineers and exobiology:
fr: EDR offre les fonctionnalités suivantes afin de vous aider à comprendre les matériaux, ingénieurs et exobiologie pour Odyssey:
ru: EDR предлагает следующие функции, которые помогут вам разобраться в материалах Odyssey, инженерах и экзобиологии:

source: - !eval [locker|backpack]: to evaluate the usefulness of materials in your ship locker or backpack, e.g. '!eval locker'. Useful when selling stuff at the bar, or via your fleet carrier.
fr: - !eval [locker|backpack]: pour évaluer l utilité des matériaux dans votre coffre our votre sac-a-dos, e.g. '!eval locker'. Utile pour savoir quoi vendre au bar ou à son porte-vaisseaux.
ru: - !eval [locker/backpack]: чтобы показать полезность материалов в хранилище корабля/рюкзаке. полезно при продаже товаров в баре или через ваш флотоносец.

source: - !eval [name of the material] to evaluate the usefulness of a specific material, e.g. '!eval surveillance equipment'. Useful to assess a reward before accepting a mission.
fr: - !eval [nom d'un matériau]: pour évaluer l'utilité d un matériau, e.g. '!eval surveillance equipment'. Utile pour savoir la valeur d'une récompense de mission avant de l'accepter.
ru: - !eval [название материала] для оценки полезности конкретного материала, напр. '!eval surveillance(оборудование для наблюдения)'. полезно для оценки награды, прежде чем принять миссию.

source: - Point at materials while on foot with the emote gesture to get EDR to identify it and provide info about its usefulness.
fr: - Pointez à un matériau avec le geste emote afin que EDR affiche des informations sur l'utilité du matériau.
ru: - укажите пальцем на материал, чтобы EDR показал информацию о нём.

source: - !eval [bar|bar demand] to evaluate the items on sale (or in demand) at the last visited bar on a fleet carrier, e.g. '!eval bar demand'. Useful to know which items to buy / sale.
fr: - !eval [bar|bar demand] pour évaluer les articles en vente (ou en demande) au dernier bar visité sur un porte-vaisseaux, par ex. '!eval bar demand'. Utile pour savoir quels articles acheter/vendre.
ru: - !eval [bar|bar demand]] для оценки предметов на продажу (или покупки) в последнем посещенном баре на флотоносце, например, '!eval bar demand'. полезно знать что покупать/продавать.

source: - Visit the bar on a fleet carrier to get a list of most useful items on sale, or least useful items in demand.
fr: - Visitez le bar d'un porte-vaisseaux pour obtenir une liste des articles les plus utiles en vente ou des articles les moins utiles en demande.
ru: - посетите бар на флотоносец, чтобы получить список наиболее полезных предметов для продажи или товаров с низким спросом.

source: - Exobiology hints and progress tracking when targeting a planet, being in its orbit or by sending the '!biology' command (e.g. '!biology 1 A'
fr: - Conseils d'exobiologie et suivi des progrès en ciblant une planète, en étant sur son orbite ou en envoyant la commande '!biology' (par exemple '!biology 1 A')
ru: - подсказки по экзобиологии и отслеживание прогресса при наведении на планету или нахождении на ее орбите или при отправке команды '!biology' (например, '!biology 1 A').

source: Dis: {}km
ru: дист: {} км

source: Dis: {}m
ru: дист: {} м

source: Lat: {:.4f}
ru: шир: {:.4f}

source: Lon: {:.4f}
ru: долг: {:.4f}

source: Alt: {}km
ru: высота: {} км

source: Alt: {}m
fr: Alt: {}
ru: высота: {} м

source: Value: {} credits
fr: Valeur: {} cr
ru: {} кр

source: Gene diversity: +{}m
fr: Diversité génétique : +{}m
ru: колония: +{}m

source: {} Sample #{}: ≥10km ›{:03}‹
fr: {} Échantillon #{} : ≥10 km ›{:03}‹
ru: {} образец #{}: ≥10км ›{:03}‹

source: {} Sample #{}: {}m ›{:03}‹
fr: {} Échantillon #{}: {}m ›{:03}‹
ru: {} образец #{}: {}м ›{:03}‹

source: Mining Stats
fr: Stats minage
ru: статистика

source: Mining Stats - MNR: {}
fr: Stats minage - MNR: {}
ru: статистика - руда: {}

source: MNR %: {:>6.2f} [{}/{}; {}]
ru: руда %: {:>6.2f} [{}/{}; {}]

source: AVG %: {:>6.2f}
fr: MOY %: {:>6.2f}
ru: сред %: {:>6.2f}

source: >> DEPLETED <<
fr: >> APPAUVRI <<
ru: >> удалено <<

source: >> WORTHLESS <<
fr: >> SANS VALEUR <<
ru: >> бесполезно <<

source: ITM/H: {:>6.0f} [TGT: {:.0f}]
fr: MNR/H: {:>6.0f} [OBJ: {:.0f}]
ru: шт/ч: {:>6.0f} [TGT: {:.0f}]

source: ITM #: {:>6}
fr: MNT #: {:>6}
ru: шт #: {:>6}

source: Bounty Hunting Stats
fr: Stats Chasses à la Prime
ru: статистика охоты за головами

source: BOUNTY: {} cr [{}]
fr: PRIME: {} cr [{}]
ru: награда: {} кр [{}]

source: MAX B.: {} cr
fr: MAX P.: {} cr
ru: max орд.: {} кр

source: AVG B.: {} cr
fr: MOY P.: {} cr
ru: сред орд.: {} ср

source: CR / H: {} [TGT: {}]
ru: кр / ч: {} [цель: {}]

source: TOTALS: {} cr [{} rewards]
fr: TOTAL: {} cr [{} reçu]
ru: итог: {} кр [{} наград]

source: CMDR
fr: CMDT
ru: кмдр

source: [{} to 100%/UP]
fr: [{} pour 100%/UP]
ru: [{} до 100%]

source: [{} to 0%]
fr: [{} pour 0%]
ru: [{} до 0%]

source: SHLD{}: {}% {}
ru: щит{}: {}% {}

source: [{} to 100%]
fr: [{} pour 100%]
ru: [{} до 100%]

source: HULL{}: {}% {}
ru: корпус {}: {}% {}

source: Legacy mode is not supported.
fr: Le mode Legacy n'est pas pris en charge.
ru: Legacy не поддерживается.

source: added to wing:
fr: a rejoint l'esquadrille:
ru: добавлен в крыло:

source: joined wing.
fr: en formation.
ru: присоединился к крылу.

source: left wing.
fr: hors formation.
ru: покинул крыло.

source: wing invite from:
fr: invitation escadrille de:
ru: пригл. в крыло:

source: added to crew:
fr: a rejoint l'équipage:
ru: добавлен в экипаж:

source: {} left the crew.
fr: {} a quitté l'équipage.
ru: {} покинул команду.

source: joined a crew.
fr: rejoint un équipage.
ru: вступил в экипаж.

source: left crew.
fr: quitté un équipage.
ru: покинул экипаж.

source: crew disbanded.
fr: équipage dissous.
ru: экипаж расформирован.

source: Restock reminder
fr: Mémo de ravitaillement
ru: внимание

source: Don't forget to restock on limpets before heading out.
fr: N'oubliez pas de ravitailler vos drones avant de décoller.
ru: не забудьте дроны перед вылетом.

source: Limpets: {}/{}
fr: Drones: {}/{}
ru: дроны: {}/{}

source: initialized.
fr: initialisé.
ru: инициализирован.

source: Fight reporting disabled
fr: Rapport de combat désactivé
ru: информирование о боях отключено

source: Looks like you are safe, and disengaged.
fr: Il semble que vous soyez en sécurité et désengagé.
ru: похоже, что вы в безопасности.

source: Flash your lights twice to re-enable.
fr: Flashez vos phares deux fois afin de réactiver.
ru: дважды моргните фарами, чтобы снова включить.

source: System info acquired
fr: Infos du système acquises
ru: принята информация о системе

source: Noteworthy material densities will be shown when approaching a planet.
fr: Un sommaire des matériaux présents en forte densité s'affichera lors d'une approche planétaire.
ru: скопления материалов будут показаны при сближении с планетой.

source: Crime reporting disabled in solo/private modes.
fr: Rapport de crime désactivé en mode Solo/Privé.
ru: отчёты о преступлениях отключены в режиме соло/частн.группа.

source: failed to report crime.
fr: crime non rapporté (échec).
ru: не удалось сообщить о преступлении.

source: Fight reporting disabled in solo/private modes.
fr: Rapport de combat désactivé en mode Solo/Privé.
ru: информирование о боях отключены в соло/частн.группе.

source: failed to report contact.
fr: contact non rapporté (échec).
ru: не удалось сообщить о контакте.

source: Traffic reporting disabled in solo/private modes.
fr: Rapport de traffic désactivé en mode Solo/Privé.
ru: отчёты о трафике отключены в соло/частн.группе.

source: failed to report traffic.
fr: trafic non rapporté (échec).
ru: не удалось сообщить о траффике.

source: Multicrew reporting disabled in private mode.
fr: Pas de rapport multicrew en mode privé.
ru: отчёты Multicrew отключены в частной группе.

source: failed to report multicrew session.
fr: crime équipage non rapporté (échec).
ru: не удалось отправить отчёт о сеансе Multicrew.

source: Situation reports (SITREPs) provide a summary of recent activity at a location.
fr: Les rapports de situation (SITREPs) donnent un aperçu des récentes activités dans un système solaire particulier.
ru: сводка (Sitrep) содержит краткую информацию о последних событиях в данной области.

source: Send !sitreps in chat to get a list of systems with recent activity.
fr: Envoyez !sitreps dans le chat pour obtenir la liste des systèmes solaires récemment actifs.
ru: отправляйте !sitreps в чате, чтобы получить список систем с недавней активностью.

source: Send !sitrep <system> in chat to get a SITREP for <system>, e.g. !sitrep Lave.
fr: Envoyez !sitrep <système> dans le chat pour obtenir un rapport de situation (SITREP) pour un <système> solaire spécifique.
ru: отправьте !sitrep имя_системы в чате, чтобы получить сводку по системе, например !sitrep Lave.

source: A Notice to Airmen (NOTAM) warns pilots about potential hazards at a location.
fr: Un NOTAM est une note à l'attention des pilotes pour les avertir d'un secteur présentant un certain danger.
ru: оповещения (NOTAM) предупреждают пилотов о возможных опасностях.

source: Send '!notams' in chat to get a list of systems with Notice to Airmen, i.e. NOTAM.
fr: Envoyez '!notams' dans le chat pour obtenir une list de systèmes solaires avec des avertissements NOTAM.
ru: отправьте '!notams' в чат, чтобы получить список систем с оповещениями (NOTAM).

source: Send '!notam <system>' in chat to see the NOTAMs associated with a given system, e.g. !notam Lave.
fr: Envoyez '!notam <système>' dans le chat pour voir les NOTAMs associés avec un <système> solaire spécifique, e.g. !notam Lave.
ru: отправьте '!notam <system>' в чате, чтобы увидеть оповещения, связанные с конкретной системой.

source: EDR does NOT report crimes committed in Anarchy or Lawless systems.
fr: EDR ne rapporte pas les crimes commis dans les systèmes anarchistes.
ru: EDR не сообщает о преступлениях в анархических и системах.

source: Scans of SRV are not reported by Elite Dangerous. So, direct message an o7 to run a profile lookup on SRV contacts.
fr: Les scans de SRV ne sont pas captés par EDR. Envoyez un o7 à votre contact SRV pour obtenir des renseignements.
ru: сканы из трп не передаются в Elite Dangerous, поэтому запрашивайте сводку, отправив в прямое сообщение "o7".

source: EDR disables itself in Solo, Private Groups and Beta.
fr: EDR se désactive automatiquement en mode Solo, Privé ou avec une béta d'Elite Dangerous.
ru: EDR отключается в соло, частных группах и бете.

source: Send '!crimes off' in chat to disable EDR's crime reporting, e.g. arranged duel.
fr: Avant un duel, vous pouvez envoyer '!crimes off' dans le chat pour désactiver le rapport de crime d'EDR.
ru: отправьте '!crimes off' в чате, чтобы отключить отчеты EDR о преступлениях, например в дуэлях по договоренности..

source: Send '!crimes on' in chat to re-enable EDR's crime reporting.
fr: Envoyez '!crimes on' dans le chat pour réactiver le rapport de crime d'EDR, e.g. après un duel.
ru: отправь '!crimes on' в чате, чтобы повторно включить отчеты EDR о преступлениях.

source: Send '!audiocue soft' in chat if the audio cues are too loud.
fr: Envoyez '!audiocue soft' dans le chat si le retour audio est trop fort.
ru: отправьте '!audiocue soft' в чат, чтобы уменьшить громкость звука.

source: Send '!audiocue loud' in chat if the audio cues are too soft.
fr: Envoyez '!audiocue loud' dans le chat si le retour audio est trop faible.
ru: отправить '!audiocue loud' увеличить громкость звука.

source: Send '!audiocue off' in chat to disable the audio cues.
fr: Envoyez '!audiocue off' dans le chat pour désactiver le retour audio.
ru: отправьте '!audiocue off' в чате, чтобы отключить звуковые сигналы.

source: Send '!audiocue on' in chat to enable the audio cues.
fr: Envoyez '!audiocue on' dans le chat pour réactiver le retour audio.
ru: отправьте '!audiocue on' в чат, чтобы включить звуковые сигналы.

source: Report suspicious contacts by sending them a direct message.
fr: Signalez un pilote qui vous paraît suspicieux en leur envoyant directement un message.
ru: чтобы проверить подозрительного кмдр отправьте ему прямое сообщение.

source: Send an 'o7' to a contact to learn more about them (i.e. inara profile, EDR insights).
fr: Envoyez un 'o7' à un contact pour obtenir des renseignements (i.e. Profile Inara, Info EDR).
ru: отправьте 'o7' контакту, чтобы получить сводку (т.е. профиль inara, EDR инф).

source: EDR will automatically report interdictions and deaths to help bounty hunters and law enforcers.
fr: EDR rapporte automatiquement les interdictions et destructions pour aider les chasseurs de prime et vigiles.
ru: EDR будет автоматически сообщать о случаях перехвата и смерти в целях поддержания правопорядка.

source: Send '!who <cmdrname> in chat to learn more about <cmdrname>, e.g. !who lekeno
fr: Envoyez '!who <cmdrname>' dans le chat pour obtenir des renseignements à propos de <cmdrname>, e.g. !who lekeno
ru: отправьте '!who <cmdrname> в чате, чтобы узнать больше о <cmdrname>, например !who lekeno

source: Send '!overlay off' in chat to disable the in-game overlay.
fr: Envoyez '!overlay off' dans le chat pour désactiver l'écran superposé.
ru: отправьте '!overlay off' в чате, чтобы отключить оверлей.

source: Send '!overlay on' in chat to enable the in-game overlay.
fr: Envoyez '!overlay on' dans le chat pour activer l'écran superposé.
ru: отправьте '!overlay on' в чате, чтобы включить оверлейй.

source: Send '!overlay' in chat to check the status of the in-game overlay.
fr: Envoyez '!overlay' dans le chat pour confirmer le statut de l'écran superposé.
ru: отправьте '!overlay' в чате, для теста оверлея.

source: Follow the instructions in igm_config.ini to customize EDR's layout.
fr: Suivez les instructions dans le fichier config/igm_config.ini pour personnaliser la mise en page d'EDR.
ru: следуйте инструкциям в igm_config.ini для настройки оверлея EDR.

source: EDR will automatically report other commanders if they say something on local chat.
fr: EDR rapporte automatiquement les commandants qui communiquent sur le chat local.
ru: EDR будет автоматически сообщит другим командирам, если они говорят что-то в местном чате.

source: EDR will automatically report other commanders if they direct message you (unless they are on your friends list).
fr: EDR rapporte automatiquement les commandants qui envoient des messages directs (à moins qu'ils ne soient sur votre liste d'amis).
ru: EDR автоматически сообщает о других кмдр, если они пишут вам прямое сообщение (искл: друзья).

source: EDR will warn you about outlaws if they reveal themselves or if you report them
fr: EDR vous avertira automatiquement de la présence de bandits s'ils se révèlent d'eux mêmes
ru: когда преступник обнаружится - EDR предупредит вас

source: Your EDR account is tied to your cmdr name, do NOT share your credentials with someone else or a different cmdr account.
fr: Votre compte EDR est lié à votre pilote. Ne partagez jamais vos identifiants avec une autre personne ou un autre pilote.
ru: ваша учетная запись EDR привязана к вашему имени кмдр, не передайте свои учетные данные кому-то другому. не используйте другой акк кмдр.

source: Sending '-#' to a contact will remove them from your commanders index.
fr: Envoyez '-#' à un contact pour le supprimer de votre index personnalisé.
ru: отправка '-#' контакту удалит его из cmdrdex.

source: Send '-# <cmdrname>' to remove <cmdrname> from your commanders index.
fr: Envoyez '-# <nomducmd>' pour supprimer <nomducmd> de votre index personnalisé.
ru: отправьте '-# <cmdrname>' для удаления кмдр из вашего cmdrdex.

source: Sending '#!' or '#outlaw' to a contact will tag them as an outlaw in your commanders index.
fr: Envoyez '#!' ou '#outlaw' à un contact pour les taguer en tant que bandit dans votre index personnalisé.
ru: отправка '#!' или '#outlaw' контакту будет помечать иего как "бандит" в cmdrdex.

source: Send '#! <cmdrname>' or '#outlaw <cmdrname>' to tag <cmdrname> as an outlaw in your commanders index.
fr: Envoyez '#! <nomducmd>' ou '#outlaw <nomducmd>' pour taguer <nomducmd> en tant que bandit dans votre index personnalisé.
ru: отправьте '#! имя_кмдр' or '#outlaw имя_кмдр' чтобы пометить как бандит в вашем cmdrdex.

source: Sending '#?' or '#neutral' to a contact will tag them as neutral in your commanders index.
fr: Envoyez '#?' ou '#neutral' à un contact pour les taguer en tant que neutre dans votre index personnalisé.
ru: отправка '#?' or '#neutral' контакту помечает его как нейтрал в cmdrdex.

source: Send '#? <cmdrname>' or '#neutral <cmdrname>' to tag <cmdrname> as neutral in your commanders index.
fr: Envoyez '#? <nomducmd>' ou '#neutral <nomducmd>' pour taguer <nomducmd> en tant que neutre dans votre index personnalisé.
ru: отправьте '#? имя_кмдр' или '#neutral имя_кмдр' чтобы пометить как нейтрал в вашем cmdrdex.

source: Sending '#+' or '#enforcer' to a contact will tag them as an enforcer in your commanders index.
fr: Envoyez '#+' ou '#enforcer' à un contact pour les taguer en tant que vigile / bounty hunter dans votre index personnalisé.
ru: отправка '#+' или '#enforcer' контакту будет помечать его как силовик в cmdrdex.

source: Send '#+ <cmdrname>' or '#enforcer <cmdrname>' to tag <cmdrname> as an enforcer in your commanders index.
fr: Envoyez '#+ <nomducmd>' ou '#enforcer <nomducmd>' pour taguer <nomducmd> en tant que vigile our chasseur de prime dans votre index personnalisé.
ru: отправьте '#+ имя_кмдр' или '#enforcer имя_кмдр' чтобы пометить как силовик в вашем cmdrdex

source: Sending '#=' or '#friend' to a contact will tag them as a friend in your commanders index.
fr: Envoyez '#=' ou '#friend' à un contact pour les taguer en tant qu'ami dans votre index personnalisé.
ru: отправка '#=' или '#friend' контакту помечает его как друга в cmdrdex.

source: Send '#= <cmdrname>' or '#friend <cmdrname>' to tag <cmdrname> as a friend in your commanders index.
fr: Envoyez '#= <nomducmd>' ou '#friend <nomducmd>' pour taguer <nomducmd>en tant qu'ami dans votre index personnalisé.
ru: отправьте '#= имя_кмдр' или '#friend имя_кмдр', чтобы пометить как друга в cmdrdex.

source: Sending '#<tag>' to a contact will tag them as <tag> in your commanders index.
fr: Envoyez '#<tag>' à un contact pour les taguer avec <tag> dans votre index personnalisé.
ru: отправка '#<tag>' в контакт будет помечать их как <tag> в индексе ваших команд.

source: Send '#<tag> <cmdrname>' to tag <cmdrname> as <tag> in your commanders index.
fr: Envoyez '#<tag> <nomducmd>' pour taguer <nomducmd> avec <tag> dans votre index personnalisé.
ru: отправьте '#<tag> <cmdrname>', чтобы отметить <cmdrname> как <tag> в cmdrdex.

source: Sending '#s!' or '#enemy' to a contact will tag them as an enemy for your Inara squadron.
fr: Envoyez '#s!' ou '#enemy' à un contact pour les taguer en tant qu'ennemi de votre escadron Inara.
ru: отправив контакту "#s!" или "#enemy", вы пометите его как врага для вашей эскадрильи (на Inara).

source: Send '#s! <cmdrname>' or '#enemy <cmdrname>' to tag <cmdrname> as an enemy for your Inara squadron.
fr: Envoyez '#s! <nomducmd>' ou '#enemy <nomducmd>' pour taguer <nomducmd> en tant qu'ennemi de votre escadron Inara.
ru: отправьте '#s! <cmdrname>" или '#enemy <cmdrname>', чтобы пометить <cmdrname> как врага для вашей эскадрильи (на Inara).

source: Sending '#s+' or '#ally' to a contact will tag them as an ally for your Inara squadron.
fr: Envoyez '#s+' ou '#ally' à un contact pour les taguer en tant qu'allié de votre escadron Inara.
ru: отправка '#s+' или '#ally' контакт будет помечен их как союзник вашей эскадры Inara.

source: Send '#s+ <cmdrname>' or '#ally <cmdrname>' to tag <cmdrname> as an ally for your Inara squadron.
fr: Envoyez '#s+ <nomducmd>' ou '#ally <nomducmd>' pour taguer <nomducmd> en tant qu'allié de votre escadron Inara.
ru: отправьте '#s+ <cmdrname>' или '#ally <cmdrname>', чтобы отметить <cmdrname> как союзника для вашей эскадрильи (на Inara).

source: EDR will use the friend tag to infer a social graph for upcoming features.
fr: Prochainement, EDR utilisera le tag 'friend' pour déduire un graphe sociale qui servira à d'autres fonctionnalités.
ru: EDR будет использовать тег друзей для создания социальных функций в будущем.

source: Your commanders index is personal. EDR will only show aggregate stats to other EDR users.
fr: Votre index de commandants est personnel. EDR n'affiche que des statistiques pour les autres utilisateurs.
ru: ваш cmdrdex персональный. другим пользователям EDR предоставляет лишь статистику.

source: Tag a commander with an outlaw tag if you witness them going after a clean and non-enemy power commander.
fr: Taguez un commandant avec un tag outlaw (bandit) si vous les avez vu engager un autre commandant au casier vierge et non-associé avec une puissance ennemie.
ru: отметьте командира меткой "бандит" (outlaw)(!), если вы стали свидетелем того, как он преследует чистого и не вражеского командира.

source: Tag a pirate with an outlaw tag if you witness them destroying a co-operating ship.
fr: Taguez un pirate avec un tag outlaw (bandit) si vous les avez vu détruire un vaisseau qui été pourtant coopératif.
ru: отметьте пирата меткой "бандит" (outlaw)(!), если вы стали свидетелем того, как он уничтожает мирный корабль.

source: Tag a commander with an enforcer tag if you have seen them going after an outlaw.
fr: Taguez un commandant avec un tag enforcer (vigile / chasseur de prime) si vous les avez vu assaillir un bandit.
ru: отметьте командира меткой "силовик"(enforcer)(+), если вы видели, как он преследует преступника.

source: Tag a commander with a neutral tag if you disagree with EDR's classification.
fr: Taguez un commandant avec un tag neutral (neutre) si vous n'est pas d'accord avec la classification d'EDR.
ru: отметьте командира нейтральным тегом(?), если вы не согласны с классификацией EDR.

source: Tag a commander with a friend tag if you are like-minded and/or fly often together.
fr: Taguez un commandant avec un tag friend (ami) si vous avez le même état d'esprit ou voler souvent ensemble.
ru: пометьте командира меткой друга(=), если вы единомышленники и/или часто летаете вместе.

source: Tag a commander with a custom tag for your own needs, e.g. #pirate.
fr: Taguez un commandant avec un tag personnalisé comme par exemple #pirate.
ru: пометьте командира пользовательским тегом для собственных нужд, например #pirate.
