Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: Good job on keeping your {} below 50 pct.
fr: Bon boulot avec {} sous la ligne des 50%.
ru: отлично, {} ниже 50%.

source: Malfunctioning PP (40 pct for 5s; {0:.2f}MW)
fr: PP en panne (40% pour 5s; {0:.2f}MW)
ru: сбой силовой (40% на 5с; {0:.2f}мвт)

source: Keep your {} below the 40 pct line.
fr: Gardez {} sous la ligne des 40%.
ru: установи приоритет {} ниже 40%.

source: Good job on keeping your {} below 40 pct.
fr: Bon boulot avec {} sous la ligne des 40%.
ru: отлично, {} ниже 40%.

source: thruster
fr: moteurs
ru: маневровые двигатели

source: shield
fr: bouclier
ru: щит

source: docking computer
fr: ordinateur d'appontage
ru: стыковочный компьютер

source: cargo scanner
fr: scanner de cargo
ru: сканер груза

source: fuel scoop
fr: récupérateur de carburant
ru: топливозаборник

source: bounty scanner
fr: scanner de prime
ru: сканер преступников

source: supercruise assist
fr: assistant de vol
ru: помощь в гиперкрейсерском режиме

source: surface scanner
fr: scanner de surface
ru: сканер поверхностей

source: suffix| days
fr: jours
ru: дней

source: suffix| day
fr: jour
ru: день

source: short suffix|d
fr: d
ru: д

source: suffix| hours
fr: heures
ru: часов

source: suffix| hour
fr: heure
ru: час

source: short suffix|h
fr: h
ru: ч

source: suffix| minutes
fr: minutes
ru: минут

source: suffix| minute
fr: minute
ru: минута

source: short suffix|m
fr: m
ru: м

source: suffix| seconds
fr: secondes
ru: секунд

source: suffix| second
fr: seconde
ru: секунда

source: short suffix|s
fr: s
ru: с

source: Help sections
fr: Aide: table des matières
ru: разделы справки

source: - !help about: what is EDR, who is behind it, etc
fr: - !help about: à propos d'EDR
ru: - !help about: что такое EDR, кто стоит за ним и т.д.

source: - !help basics: getting started with EDR
fr: - !help basics: pour comprendre les bases d'EDR
ru: - !help basics: начало работы с EDR

source: - !help account: doing more with an EDR account (free)
fr: - !help account: fonctionnalités avancées avec un compte EDR (gratuit)
ru: - !help account: больше возможностей с EDR аккаунтом (бесплатно)

source: - !help system: star system related features
fr: - !help system: fonctionnalités associées aux systèmes solaires
ru: - !help system: связанные с системами функции

source: - !help cmdr: commander related features
fr: - !help cmdr: fonctionnalités associées aux commandants
ru: - !help cmdr: связанные с командиром функции

source: - !help central: dispatch a request to EDR central: general, police, fuel, repair
fr: - !help central: pour envoyer des requètes à EDR Central: général, police, fuel, réparation
ru: - !help central: запрос в EDR central: общие вопросы, полиция, топливо, ремонт

source: - !help enforcers: features for enforcers / bounty hunters
fr: - !help enforcers: fonctionnalités pour les vigiles / chasseurs de prime
ru: - !help enforcers: функции для силовиков (enforcers) / охотников за головами (bounty hunters)

source: - !help powerplay: features for commanders pledged to a power
fr: - !help powerplay: fonctionnalités pour les commandants alignés à un pouvoir
ru: - !help powerplay: функции для Powerplay

source: - !help cmdrdex: personalizing EDR's commanders database
fr: - !help cmdrdex: personnalisez la base de données des commandants
ru: - !help cmdrdex: персонализированная база данных командеров EDR

source: - !help sqdrdex: tag other commanders as ally or enemy of your squadron
fr: - !help sqdrdex: taggé les autres commandants en tant qu'allié ou ennemi de votre escadre
ru: - !help sqdrdex: пометьте других командиров как союзника или врага вашего эскадрона

source: - !help nearby: commands to find services near you or a specific system, e.g. interstellar factors
fr: - !help nearby: commandes pour trouver des choses ou services autour de soi ou d'un système désigné, ex. interstellar factors
ru: - !help nearby: команды для поиска услуг или определенных систем. например interstellar factors

source: - !help search: find the best spots to obtain engineering resources or exobiology
fr: - !help search: trouver les meilleurs endroits pour obtenir une resource ingénieur ou de l'exobiologie
ru: - !help search: найти лучшие места для получения инженерных ресурсов или экзобиологии

source: - !help ship: find out where you've parked your ships, evaluate your build, find a fleet carrier parking slot
fr: - !help ship: retrouver vos vaisseaux, évaluer votre vaisseau, trouver un parking pour votre porte-vaisseaux
ru: - !help ship: найдите где находятся ваши корабли, просмотрите их билд и найдите место для парковки вашего Fleet Carrier

source: - !help odyssey: evaluate your storage of materials, know if a material is useful or not
fr: - !help odyssey: évaluer votre stock de matériaux, recherchez l'utilité de certain matériaux.
ru: - !help odyssey: оцените ваше хранилище материалов, знайте, полезен ли материал или нет

source: - !help travel: spansh companion, in-game route overview
fr: - !help travel: compagnon Spansh, aperçu de l'itinéraire dans le jeu
ru: - !help travel: spansh компаньон, обзор маршрута.

source: - !help config: configuration options
fr: - !help config: options de configuration
ru: - !help config: параметры конфигурации

source: Send !clear in chat to clear everything on the overlay.
fr: Envoyez !clear pour effacer l'écran superposé.
ru: отправьте !clear в чате, чтобы очистить оверлей.

source: About EDR
fr: À propos d'EDR
ru: о EDR

source: ED Recon is a third party plugin for Elite Dangerous. Its purpose is to provide insights about outlaws to traders, explorers, and bounty hunters.
fr: ED Recon est un plugin non-officiel pour Elite Dangerous. Son but est d'aider les marchands et chasseurs de prime en leurs fournissant des informations supplémentaires.
ru: ED Recon это сторонний плагин для Elite Dangerous. его цель заключается в предоставлении информации о ганкерах для торговцев, исследователей и охотников за головами.

source: - EDR is in beta, is developed by LeKeno, and uses a customized version of Ian Norton's EDMCOverlay for the overlay.
fr: - EDR est en phase béta. Il est développé par LeKeno et utilise une version modifiée de EDMCOverlay par Ian Norton pour l'affichage superposé.
ru: - EDR находится в бета-версии, разрабатывается LeKeno и использует настраиваемую версию EDMCOverlay от Ian Norton для накладывания изображения.

source: - It is TOS compliant because it uses Elite Dangerous's player journal which has been designed for third party consumption.
fr: - EDR est compatible avec les termes d utilisation d'Elite Dangerous car il n'utilise que le journal du pilote, une fonctionnalité destinée aux logiciels tiers.
ru: - это соответствует TOS совместимости, потому что использует журнал Elite Dangerous's игрока, который был адаптирован разработчиками Elite для этого.

source: - EDR is free to use but you can support EDR's development and server costs at https://patreon.com/lekeno
fr: - EDR est gratuit mais les donations pour encourager son développement ou supporter son coût seront fortement appréciés: https://patreon.com/lekeno
ru: - EDR является бесплатным, но вы можете поддержать разработку EDR и поддержку сервера по адресу https://patreon.com/lekeno

source: - Got feedback or questions? Please file bugs, feature requests or questions at https://github.com/lekeno/edr/issues/
fr: - Si vous avez des questions ou des suggestions, n'hésitez pas: https://github.com/lekeno/edr/issues/
ru: - у вас есть отзывы или вопросы? пожалуйста, отправляйте ошибки, запросы на новые функции или вопросы на https://github.com/lekeno/edr/issues/

source: Translations (see https://github.com/lekeno/edr/issues/135).
fr: Traductions (voir https://github.com/lekeno/edr/issues/135).
ru: перевод (см. https://github.com/lekeno/edr/issues/135).

source: - Contributions by : Juniper Nomi'Tar [UGC], Tomski [bbFA], Jason Hill, MonkasteR, FrostBit
fr: - Contributions : Juniper Nomi'Tar [UGC], Tomski [bbFA], Jason Hill, MonkasteR, et FrostBit
ru: - благодарности: Juniper Nomi'Tar [UGC], Tomski [bbFA], Jason Hill, MonkasteR, FrostBit

source: Getting started with EDR
fr: Les bases d'EDR
ru: начало работы с EDR

source: EDR will proactively show various insights as you fly around and scan other commanders:
fr: EDR vous fournira automatiquement des informations en vol ou après une interaction comme un scan de commandant. Examples:
ru: EDR будет показывать различные данные, пока вы путешествуете и сканируете других командиров:

source: - A summary of recent activity as you jump into a system.
fr: - Un aperçu d'activité récente pour la destination d'un saut hyper-espace.
ru: - краткая информация о последних событиях при прыжке в систему.

source: - EDR and Inara profile for known outlaws as they are sighted (e.g. scanned) or detected (e.g. chat).
fr: - Profiles EDR et Inara automatique pour les bandits connus des services lorsqu'ils sont scannés ou détectés (e.g. chat)
ru: - профиль EDR и Inara для известных издевательств, как они видны (например, отсканированы) или обнаружены (например, чат).

source: You can ask EDR for insights by issuing various commands via the in-game chat:
fr: Vous pouvez aussi demandez des renseignements à EDR en envoyant des commandes dans le chat (e.g. !notams):
ru: вы можете спросить EDR о командах через игровой чат:

source: - '!sitrep Lave' to find out if Lave has seen some recent activity.
fr: - '!sitrep Lave' pour voir un aperçu de l'activité au système solaire Lave.
ru: - '!sitrep Lave', стобы увидеть сводку активности в Lave.

source: - '!notams' to find out which systems are considered hotspots.
fr: - '!notams' pour voir la liste des systèmes solaires avec un avertissement actif.
ru: - '!notams' чтобы узнать, какие системы считаются "горячими точками".

source: Learn more with '!help system' and '!help cmdr'
fr: Envoyez '!help system' ou '!help cmdr' pour en savoir plus
ru: узнайте больше с '!help system' и '!help cmdr'

source: You can also customize EDR to your needs with the cmdrdex features, send '!help cmdrdex' to learn more.
fr: Vous pouvez aussi personalisez EDR avec les fonctionnalités CmdrDex. Envoyez '!help cmdrdexM pour en savoir plus.
ru: вы также можете настроить EDR под себя с помощью функций cmdrdex, отправьте '!help cmdrdex', чтобы узнать больше.

source: EDR account
fr: Compte EDR
ru: EDR аккаунт

source: While EDR provides useful information without any credentials, it has a lot more to offer with an account.
fr: EDR fournit des informations utiles même sans identifiant. Cependant, un compte EDR vous donnera accès à des fonctionnalités avancées et vous permettra d'aider les autres utilisateurs EDR.
ru: EDR предоставляет полезную информацию без аких либо регистраций. однако после регистрации появляется ещё больше функций.

source: Important: with an account EDR may report your location to the backend. However, this information will not be shown to other EDR users.
fr: Important: votre position sera rapportée un compte EDR.
ru: важно: при использовании аккаунта EDR, плагин может сообщать о вашем местоположении на сервер EDR. это нужно для корректной работы и не передаётся кому либо.

source: In the future, this might be used to help enforcers join forces or for check and balance reasons, e.g. reporting outlaw EDR users.
fr: Eventuellement, cela permettra aux vigiles / chasseurs de prime de mieux s'organiser ou servira à équilibrer EDR, e.g. rapporter les utilisateurs EDR qui seraient aussi des bandits.
ru: в будущем это может быть использовано для того, чтобы помочь силовикам объединить усилия. для контроля баланса, например сообщать о бандитах, использующих EDR.

source: An EDR account is free and unlocks all of EDR's features. For instance:
fr: Un compte EDR est gratuit et permet d'accéder à toutes les fonctionnalités. Par exemple:
ru: учетная запись EDR бесплатна и открывает все функции EDR. например:

source: - personalizing / augmenting EDR's commanders database.
fr: - personnaliser / augmenter la base de données EDR.
ru: - персонализация / увеличение базы данных командования EDR.

source: - reporting of traffic, outlaws, crimes, and fights.
fr: - rapporter le trafic, les bandits et les crimes ou combats.
ru: - отчёты о трафике, преступниках, преступлениях и боях.

source: - reporting scans of commanders with legal status and bounties.
fr: - rapporter les scans de commandants afin de mettre à jour les casiers judiciaires et les infos sure les primes.
ru: - сообщения о сканах командиров с юридическим статусом и наградами.

source: - reporting and getting insights about powerplay enemies.
fr: - rapporter et obtenir des informations sur les ennemis powerplay.
ru: - обмен информацией о врагах в powerplay.

source: These insights will also help other EDR users so consider applying for an EDR account at https://edrecon.com/account
fr: Ces informations aideront aussi les autres utilisateurs EDR. N'hésitez pas à faire une demande pour un compte EDR: https://edrecon.com/account
ru: эти данные также помогут другим пользователям EDR, поэтому рассмотрите возможность подачи заявки на регистрацию акаунта EDR на сайте https://edrecon.com/account

source: Star system related features
fr: Fonctionnalités associées aux systèmes solaires
ru: связанные с системой функции

source: When jumping to a system, EDR will show a sitrep for the system: active notices, i.e. NOTAM, summary of recent activity, etc.
fr: Lors d'un saut hyper-espace, EDR vous donnera un rapport de situation (SITREP) pour votre destination: avertissements NOTAM, aperçu d'activité récente, etc.
ru: при прыжке в систему EDR покажет сводку по системе: активные уведомления, то есть NOTAM, резюме последних действий и т.д.

source: Send the following command via the in-game chat to get intel about recent activity or specific systems:
fr: Envoyez les commandes suivantes dans le chat pour obtenir des renseignements sur des commandants ou systèmes spécifiques:
ru: отправьте следующую команду в чат для получения Intel сводки о недавней активности или конкретных системах:

source: - '!sitreps': to display a list of star systems with sitreps.
fr: - '!sitreps': pour afficher une liste de systèmes solaires récemment actifs.
ru: - '!sitreps': показать сводку по системам.

source: - '!sitrep': to display the sitrep for the current system.
fr: - '!sitrep': pour afficher un rapport de situation (SITREP) pour votre position actuelle.
ru: - '!sitrep': показать сводку для текущей системы.

source: - '!sitrep system_name': to display the sitrep for the star system called system_name.
fr: - '!sitrep <nom_du_système>': pour afficher un rapport de situation (SITREP) pour le système solaire appelé <nom_du_système>.
ru: - '!sitrep system_name': чтобы отобразить сводку для системы под названием system_name.

source: - '!notams': to display a list of star systems with active notices, i.e. Notice To Air Men.
fr: - '!notams': pour afficher les systèmes solaires ayant au moins un avertissement NOTAM actif.
ru: - '!notams': отображать список звезд систем с активными уведомлениями, т.е. NOTAM(Notice To Air Men).

source: - '!notam system_name': to display any active notice the star system called system_name.
fr: - '!notam <nom_du_système>': pour afficher les avertissements (NOTAM) actifs concernant le système solaire appelé <nom_du_système>.
ru: - '!notam system_name': чтобы отобразить любое активное уведомление системы под названием system_name.

source: - '!distance system_name', '!d system_name': to display the distance from your position to 'system_name'.
fr: - '!distance système', '!d système': pour afficher la distance qui vous sépare de <système>.
ru: - '!distance system_name', '!d system_name': чтобы отобразить расстояние от вашей позиции до 'system_name'.

source: - '!distance A > B', '!d A > B': to display the distance from 'A' to 'B'.
fr: - '!distance A > B', '!d A > B': pour afficher la distance entre les systèmes A et B.
ru: - '!distance A > B', '!d A > B': показать расстояние от 'A' до 'B'.

source: Commander related features
fr: Fonctionnalités associées aux commandants
ru: свойства, связанные с командиром

source: Use the following chat commands to lookup a commander's profile:
fr: Envoyez les commandes suivantes dans le chat pour obtenir des renseignements sur un commandant:
ru: используйте следующие команды чата для поиска профиля командира:

source: - 'o7': direct message a commander with a salute emoji to see their EDR and Inara profile.
fr: - 'o7': envoyez cet emoji de salutation en message direct à un contact afin d'en savoir plus à leur sujet (profile EDR et Inara).
ru: - 'o7': прямое сообщение командиру с приветственным эмодзи, чтобы увидеть их профиль EDR и Inara.

source: - '!who cmdr_name': to see cmdr_name's EDR and Inara profile.
fr: - '!who <nom_du_cmd>': pour obtenir les profiles EDR et Inara du commandant <nom_du_cmd>.
ru: - '!who 'имя' или !w 'имя': чтобы увидеть имя кмдр в EDR и его профиль на Inara.

source: - Point at, or salute another player with the emote gestures to show their EDR and Inara profile.
fr: - Pointez ou saluez un autre pilote avec les gestes emote pour afficher leur profile EDR et Inara.
ru: - укажите на другого игрока или поприветствуйте жестами эмоций, чтобы посмотреть его профиль EDR и Inara.

source: These commands will show the following information:
fr: Ces commandes afficheront les informations suivantes:
ru: эти команды покажут следующую информацию:

source: - EDR alignment: outlaw, ambiguous, lawful with grades, e.g. outlaw ++++.
fr: - Alignement EDR: bandit, ambigu, innocent avec des grades, e.g. bandit ++++.
ru: - EDR alignment: бандит, нейтрал, легал с модификаторами, прим: бандит++++.

source: - User tags: [!12, ?1, +0], i.e. 12 users marked that commander as an outlaw, 1 as neutral, 0 as enforcer.
fr: - Tag utilisateurs: [!12, ?1, +0], i.e. 12 utilisateurs ont marqué ce commandant avec un tag bandit (i.e. outlaw), 1 avec neutre, 0 avec vigile.
ru: - пользовательские теги: [!12, ?1, +0], напр. 12 пользователей отметили, что командира как бандит, 1 как нейтрал, 0 как силовик.

source: - Inara info: squadron and role if any (sometimes superseded by EDR).
fr: - Profile Inara: squadron et role si présent (parfois supplantés par EDR).
ru: - информация о Inara: эскадрон и роль, если они есть (иногда заменены EDR).

source: - Personal tags/info from your CmdrDex if any (see !help cmdrdex).
fr: - Info CmdrDex: vos tags et notes personnalisés (voir !help cmdrdex).
ru: - персональные теги/данные из вашего CmdrDex (смотрите !help cmdrdex).

source: - Legal record: # of clean vs. wanted scans, max and latest known bounties
fr: - Casier judiciaire: nb de scans avec un casier vierge ou recherché, prime maxi et plus récente
ru: - Legal record: # сканы "чист" vs "розыск", максимальное и последнее количество известных наград

source: You can dispatch a request to EDR Central's restricted discord channels.
fr: Vous pouvez envoyer une requête vers les canaux privés Discord d'EDR Central.
ru: вы можете отправить запрос в закрытый канал EDR Central.

source: The request will automatically include your status (e.g. cmdr name, ship, etc.) and other relevant information.
fr: Ces requêtes contiennent automatiquement des informations indiquant votre situation (e.g. nom, vaisseau, etc.).
ru: запрос будет автоматически включать в себя ваш статус (например, имя команды, корабль и т.д.) и другую соответствующую информацию.

source: - '!edr your message.' to dispatch a generic message.
fr: - '!edr votre message.' pour envoyer un message générique.
ru: - '!edr ваше_сообщение.' для отправки общего сообщения.

source: - '!911 your message.' to dispatch a police request.
fr: - '!911 votre message.' pour envoyer une demande de renfort.
ru: - '!911 ваше_сообщение.' для отправки запроса полиции.

source: - '!fuel your message.' to dispatch a fuel request.
fr: - '!fuel votre message.' pour envoyer une demande de ravitaillement.
ru: - '!fuel ваше_сообщение.' для отправки топливного запроса.

source: - '!repair your message.' to dispatch a repair request.
fr: - '!repair votre message.' pour une demande de réparations.
ru: - '!repair ваше_сообщение' для отправки запроса на ремонт.

source: If the message is successfully sent, you will see a confirmation with a codeword.
fr: Si le message est bien envoyé, vous verrez alors une confirmation avec un code.
ru: если сообщение успешно отправлено, вы увидите подтверждение с кодовым словом.

source: If anyone is available, you should receive a friend request or a direct message.
fr: Si quelqu'un est actif, vous devriez recevoir une demande d'ami ou un message directe.
ru: если кто-то доступен, вам отправят запрос на дружбу или прямое сообщение.

source: Identify trustworthy commanders by asking them for the codeword and checking their profile via EDR.
fr: Identifiez les commandants digne de confiance en leur demandant le code et en vérifiant leur profile EDR.
ru: определите надёжных командиров, спросив их о кодовом слове и проверив их профиль через EDR.

source: Note: abusing this feature will result in revoking your access to EDR features.
fr: Remarque: l'abus de cette fonctionnalité aura pour conséquence la suppression de votre accès aux fonctions d'EDR.
ru: примечание: злоупотребление этой функцией приведет к отмене доступа к EDR функциям.

source: Enforcers
fr: Vigiles
ru: силовики

source: Chat commands for enforcers:
fr: Commandes chat pour vigiles / chasseurs de prime:
ru: команды чата для силовиков:

source: - '!outlaws': to display a list of most recently sighted outlaws and their locations.
fr: - '!outlaws': pour afficher la liste des bandits récemment signalés.
ru: - '!outlaws': чтобы отобразить список недавно замеченных преступников и их местонахождение.

source: - '?outlaws [on|off]': to enable/disable realtime alerts for sighted outlaws.
fr: - '?outlaws [on|off]': pour activer/désactiver les alertes temps réel des bandits.
ru: - '?outlaws [on|off]': чтобы включить/выключить оповещения в реальном времени о замеченных преступниках.

source: - '?outlaws cr 10000': to configure a minimal bounty of 10k cr for the realtime alerts.
fr: - '?outlaws cr 10000': pour configurer une prime minimale de 10k cr sur les alertes temps réel.
ru: - '?outlaws cr 10000': настроить минимальную награду 10k кр для оповещений в реальном времени.

source: - '?outlaws ly 150': to configure a maximal distance of 150 ly for the realtime alerts.
fr: - '?outlaws ly 150': pour configurer une distance maximale de 150 al sur les alertes temps réel.
ru: - '?outlaws ly 150': настроить максимальное расстояние 150 св.л для оповещений в реальном времени.

source: - '?outlaws [cr|ly] -': to remove the [minimal bounty|maximal distance] for the realtime alerts.
fr: - '?outlaws [cr|ly] -': pour supprimer la [prime minimale|distance maximale] sur les alertes temps réel.
ru: - '?outlaws [cr|ly] -': удалить [минимальную награду|максимальное расстояние] для предупреждений в реальном времени.

source: - '!where cmdr_name': to display the last sighting of the cmdr called cmdr_name provided that EDR considers them an outlaw.
fr: - '!where <nom_du_cmd>': pour afficher la dernière signalisation d'un bandit (ne fonctionne qu'avec les bandits).
ru: - '!where cmdr_name': чтобы показать последнее место, где видели командира с именем cmdr_name при условии, что EDR считает его бандитом.

source: - '#!' or '#?' or '#+': to mark a cmdr as an outlaw, neutral or enforcer (see !help cmdrdex for more details).
fr: - '#!' or '#?' or '#+': pour taguer un commandant en tant que bandit (!), neutre (?), vigile / chasseur de prime (+) (plus de détails: !help cmdrdex).
ru: - '#!' или '#?' или '#+': пометить cmdr как бандит, нейтрал или силовик (подробнее см. !help cmdrdex).

source: Powerplay
ru: сверхдержава
