Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: When pledged to a power, your EDR module will also report powerplay enemies.
fr: Lorsque vous êtes aligné à un pouvoir, votre module EDR rapportera aussi les ennemis powerplay.
ru: если вы присягнули державе, EDR также будет сообщать о врагах PowerPlay.

source: Sitreps will also show any sighted enemies in a dedicated section.
fr: Les sitreps afficheront aussi les ennemis.
ru: сводка(Sitreps) также будет показывать любых обнаруженных врагов в выделенной секции.

source: Chat commands for commanders who have been loyal to their allegiance for more than 30 days:
fr: Fonctionalité pour les commandants qui ont maintenu leur allégiance au delà de 30 jours:
ru: команды чата для командиров, верных своей державе более 30 дней:

source: - '!enemies': to display a list of most recently sighted enemies and their locations.
fr: - '!enemies': pour afficher la liste des ennemis récemment signalés.
ru: - '!enemies': отображать список последних известных врагов и их местоположение.

source: - '?enemies [on|off]': to enable/disable realtime alerts for sighted enemies.
fr: - '?enemies [on|off]': pour activer/désactiver les alertes temps réel pour les ennemis.
ru: - '?enemies [on|off]': включить или отключить оповещения в реальном времени для известных врагов.

source: - '?enemies cr 10000': to configure a minimal bounty of 10k cr for the realtime alerts.
fr: - '?enemies cr 10000': pour configurer une prime minimale de 10k cr sur les alertes temps réel.
ru: - '?enemies cr 10000': установить min награду в 10тыс кр для оповещений в реальном времени.

source: - '?enemies ly 150': to configure a maximal distance of 150 ly for the realtime alerts.
fr: - '?enemies ly 150': pour configurer une distance maximale de 150 al sur les alertes temps réel.
ru: - '?enemies ly 150': установить расстояние в 150 св.л для предупреждений в реальном времени.

source: - '?enemies [cr|ly] -': to remove the [minimal bounty|maximal distance] for the realtime alerts.
fr: - '?enemies [cr|ly] -': pour supprimer la [prime minimale|distance maximale] sur les alertes temps réel.
ru: - '?enemies [cr/ly] -': чтобы убрать ограничение по кр/расстоянию для оповещений в реальном времени.

source: - '!where cmdr_name': to display the last sighting of cmdr_name provided that they are an enemy or outlaw.
fr: - '!where <nom_du_cmd>': pour afficher la dernière signalisation d'un bandit ou d'un ennemi.
ru: - '!where cmdr_name': показать где был замечен cmdr_name при условии, что он является врагом или бандитом.

source: Personalizing EDR's commanders database
fr: Personnaliser la base de données EDR
ru: персонализация базы данных командиров EDR

source: The CmdrDex allows you to customize EDR and helps EDR users make informed guesses about other commanders.
fr: Le CmdrDex permet de personnaliser la base de données EDR. Cela bénéficie aussi les autres utilisateurs EDR en leur fournissant des statistiques supplémentaires.
ru: CmdrDex позволяет настроить EDR и помогает пользователям EDR получить информацию о других командирах.

source: Your CmdrDex is personal, EDR will only show aggregated stats for the alignment tags.
fr: Votre CmdrDex est privé. EDR ne partagera que des statistiques combinées pour l'alignement des commandants.
ru: ваш CmdrDex персональный, EDR показывает только статистику по тегам(!, ?, +).

source: General rules for the cmdrdex chat commands:
fr: Règles de bases pour les commandes CmdrDex:
ru: общие правила для команд чата cmdrdex:

source: - '#something' or '#something cmdr_name': to tag a contact or cmdr_name with the 'something' tag, e.g. #pirate jack sparrow.
fr: - '#letag' ou '#letag nom_du_cmd': pour taguer un contact ou nom_du_cmd avec le tag 'letag', e.g. #pirate jack sparrow.
ru: - '#something' или '#something cmdr_name': присвоить тег 'something' командиру/контакту, например #pirate jack sparrow.

source: - '-#something' or '-#something cmdr_name': to remove the 'something' tag from a contact or cmdr_name.
fr: - '-#letag' ou '-#letag nom_du_cmd': pour enlever le tag 'letag' à un contact ou nom_du_cmd.
ru: - '-#something' или '-#something имя_кмдр': удалить тег 'something' контакта или кмдр.

source: - '-#' or '-# cmdr_name': to remove a contact or cmdr_name from your cmdrdex.
fr: - '-#' ou '-# nom_du_cmd': pour supprimer un contact ou nom_du_cmd de votre CmdrDex.
ru: - '-#' или '-# имя_кмдр': удалить контакт или кмдр из вашего cmdrdex.

source: EDR pre-defined tags:
fr: Tags prédéfinis par EDR:
ru: установленные теги EDR:

source: - 'outlaw' or '!': for cmdrs who either attacked you or someone despite being clean and non pledged to an enemy power.
fr: - 'outlaw' or '!': pour les commandants qui attaquent sans motif judiciaire ou sans le support d'une puissance galactique.
ru: - "outlaw" или "!": для кмдр, которые атаковали вас, или кого-нибудь несмотря на то, что вы были чистыми/не имели наград и не состояли во враждующей державе.

source: - 'enforcer' or '+': for cmdrs who are on the good side of the law and hunt outlaws.
fr: - 'enforcer' or '+': pour les commandants qui se tiennent du coté de la loi ou chassent les bandits.
ru: - 'enforcer' или '+': для силовиков - пилотов которые находятся на страже закона, или охотятся за бандитами.

source: - 'neutral' or '?': if you disagree with EDR's classification and want to suppress its warning, or if a commander just seems to go about their own business.
fr: - 'neutral' or '?': pour les commandants qui ne prennent pas parti. Aussi utile si vous n'êtes pas d'accord avec EDR ou si vous ne voulez pas être averti par EDR à propos d'un certain commandant.
ru: - 'neutral' или '?': если вы не согласны с EDR и хотите изменить его предупреждение, или если командир просто занимается своими делами.

source: - 'friend' or '=': to tag like-minded cmdrs, EDR may infer a social graph from these in the future.
fr: - 'friend' or '=': pour taguer les commandants qui partagent vos to tag like-minded cmdrs, EDR may infer a social graph from these in the future.
ru: - 'friend' или '=': чтобы отметить друзей, в будущем EDR может составить из них социальный граф.

source: Attaching a note:
fr: Attacher un mémo:
ru: добавление заметки:

source: - '@# <memo>' or '@# cmdr_name memo=something': to attach a note to a contact or cmdr_name, e.g. '@# friendly trader.
fr: - '@# <memo>' ou '@# nom_du_cmd memo=quelquechose': pour attacher un mémo à un contact ou nom_du_cmd, e.g. '@# marchand sympa'.
ru: - '@# текст' или '@# имя_кмдр memo=текст': прикрепить заметку к контакту или имя_кмдр, например '@# дружественный торговец'.

source: - '-@#' or '-@# cmdr_name': to remove the custom note from a contact or cmdr_name.
fr: - '-@#' or '-@# nom_du_cmd': pour supprimer un m/moto remove the custom note from a contact or cmdr_name.
ru: - '-@#' или '-@# cmdr_name': удалить заметку с контакта или cmdr_name.

source: Tagging allies and enemies of your squadron
fr: Taguer les ennemis et alliés de votre escadron
ru: пометка союзников и врагов вашего эскадрона

source: The Squadron Dex allows you to tag other commanders as allies or enemies of your squadron.
fr: Le Dex Escadron vous permet de taguer les autres commandants en tant qu'ennemis ou alliés de votre escadron Inara.
ru: Squadron Dex позволяет вам помечать других командиров как союзника или врага вашей эскадры.

source: To use this feature, you will need to be an active member of a squadron on https://inara.cz.
fr: Pour utiliser cette fonctionnalité, vous devez être un membre actif d'un escadron sur https://inara.cz.
ru: чтобы использовать эту функцию, вы должны быть активным членом эскадры на https://inara.cz.

source: Read access: Co-pilot and above. Write access: wingman and above. Updating: same or higher rank.
fr: Lecture: à partir du rang de co-pilote. Ecriture: à partir du rang de wingman. Modifications: même rang ou mieux.
ru: доступ на чтение: второй пилот и выше. доступ на запись: командир крыла и выше. доступ на обновление: тот же или более высокий ранг.

source: Updating/Deleting existing entries: same or higher rank than the member who created it.
fr: Modifier/Supprimer: même rang ou mieux que le membre qui a créé cette entrée.
ru: обновление/удаление существующих записей: тот же или более высокий ранг чем тот, который создал запись.

source: Ally and Enemy tags:
fr: Tag Ally et Enemy:
ru: теги для союзников и врагов:

source: Send !help cmdrdex for general usage info.
fr: Envoyez !help cmdrdex pour les informations générales.
ru: отправьте `!help cmdrdex` для получения общей справки.

source: - '#ally' or '#s+': to tag a commander as an ally.
fr: - '#ally' ou '#s+': pour taguer un commandant en tant qu'allié.
ru: - '#ally' или '#s+': присвоить кмдр тег союзника.

source: - '#enemy' or '#s!': to tag a commander as an enemy.
fr: - '#enemy' ou '#s!': pour taguer un commandant en tant qu'ennemi.
ru: - '#enemy' или '#s!': присвоить кмдр тег врага.

source: - '-#ally' or '-#s+': to remove an ally tag off a commander.
fr: - '-#ally' or '-#s+': pour enlever un tag Ally sur un commandant.
ru: - '-#ally' или '-#s+': удалить тег союзника с кмдр.

source: - '-#enemy' or '-#s!': to remove an enemy tag off a commander.
fr: - '-#enemy' or '-#s!': pour enlever un tag Enemy sur un commandant.
ru: - '-#enemy' или '-#s!': удалить тег врага с кмдр.

source: Finding things around you or a specified system Ⅰ
fr: Trouver des choses ou services autour de soi ou d'un système spécifié Ⅰ
ru: поиск ближайшей или конкретной системы Ⅰ

source: - '!if' or '!if Lave' to find an Interstellar Factors near your position or Lave.
fr: - '!if' or '!if Lave' pour trouver un Interstellar Factors proche de votre position ou de Lave.
ru: - '!if' или '!if Lave' поиск ближайшей Interstellar Factors к вам или к системе Lave.

source: - '!raw' or '!raw Lave' to find a Raw Material Trader near your position or Lave
fr: - '!raw' or '!raw Lave' pour trouver un marchand de matières premières proche de votre position ou de Lave
ru: - '!raw' или '!raw Lave', чтобы найти торговца сырьевыми материалами рядом с вами или в Lave

source: - '!encoded', !enc' or '!enc Lave' to find an Encoded Data Trader near your position or Lave
fr: - '!encoded' or '!enc Lave' pour trouver un marchand de données encodées proche de votre position ou de Lave
ru: - '!encoded', !enc' или '!enc Lave', чтобы найти торговца данными рядом с вами или Lave

source: - '!manufactured', '!man' or '!man Lave' to find a Manufactured Material Trader near your position or Lave
fr: - '!manufactured' or '!man Lave' pour trouver un marchand de produits proche de votre position ou de Lave
ru: - '!Manufacd', '!man' или '!man имя_системы', чтобы найти производственного торговца

source: - '!staging' or '!staging Lave' to find a good staging station near your position or Lave, i.e. large pads, shipyard, outfitting, repair/rearm/refuel.
fr: - '!staging' or '!staging Lave' pour trouver un statioport en retrait de votre position ou de Lave.
ru: - '!staging' или '!staging Lave', чтобы найти хорошую станцию для парковки рядом с вашей позицией или рядом с Lave, то есть большие площадки, верфи, облицовка, ремонт/реактивное топливо.

source: - '!htb', '!humantechbroker' or '!htb Lave' to find a Human Tech Broker near your position or Lave
fr: - '!htb', '!humantechbroker' ou '!htb Lave' pour trouver un courtier en technologie humaine proche de votre position ou de Lave
ru: - '!htb', '!humantechbroker' или '!htb имя_системы, чтобы найти ближайшего техн.брокера человеческих технологий к вам или какой либо системе

source: - '!gtb', '!guardiantechbroker' or '!gtb Lave' to find a Guardian Tech Broker near your position or Lave
fr: - '!gtb', '!guardiantechbroker' ou '!gtb Lave' pour trouver un courtier en technologie Gardien proche de votre position ou de Lave
ru: - '!gtb', '!guardiantechbroker' или '!gtb имя_системы', чтобы найти ближайшего тен.брокера стражей

source: - '!nav 12.3 -4.5', '!nav set' or '!nav off' to obtain planetary guidance for getting to a specific location
fr: - '!nav 12.3 -4.5', '!nav set' ou '!nav off' pour la navigation assistée vers une destination planétaire
ru: - '!nav 12.3 -4.5', '!nav set' или '!nav off', помощь для посадки по координатам

source: - '!nav clear', '!nav reset', '!nav next', '!nav previous' to clear or reset custom POIs, or select the next/previous custom POI on a planet
fr: - '!nav clear', '!nav reset', '!nav next', '!nav previous' pour effacer ou réinitialiser les POI personnalisés, ou sélectionner le POI personnalisé suivant/précédent sur une planète
ru: - '!nav clear', '!nav reset' для очисти/сброса. '!nav next', '!nav previous' для выбора следующей/предыдущей точки интереса.

source: - '!offbeat', '!offbeat Lave' to find a station that hasn't been recently visited near your position or Lave
fr: - '!offbeat' or '!offbeat Lave' pour trouver une station qui n'a pas été visitée récemment, proche de votre position ou de Lave
ru: - '!offbeat', '!offbeat Lave' найдет станцию, где в последнее время никого не было. в первом случае рядом с вами, во втором с системой Lave

source: Send !help nearby2 to see other nearby features. Send !clear in chat to clear everything on the overlay.
fr: Envoyez !help nearby2 pour afficher plus d'aide. Envoyez !clear pour effacer l'écran superposé.
ru: отправьте !help nearby2 чтобы увидеть другие функции. отправьте !clear в чате, чтобы очистить.

source: Finding things around you or a specified system Ⅱ
fr: Trouver des choses ou services autour de soi ou d'un système spécifié Ⅱ
ru: поиск ближайшей или конкретной системы ⅠⅠ

source: - '!rrrfc', '!rrrfc Lave < 10' to find a fleet carrier with repair/rearm/refuel near your position or within 10 LY of Lave
fr: - '!rrrfc' ou '!rrrfc Lave < 10' pour trouver un porte-vaisseaux avec réparations/réarmement/ravitaillement proche de votre position ou dans un rayon de 10 AL autour de Lave
ru: - '!rrrrfc', '!rrrfc Lave < 10', чтобы найти флотоносец с ремонтом/припасами/заправкой рядом с вашей позицией или в пределах 10 LY от Lave

source: - '!rrr', '!rrr Lave < 10' to find a station with repair/rearm/refuel near your position or within 10 LY of Lave
fr: - '!rrr' ou '!rrr Lave < 10' pour trouver un spatioport avec réparations/réarmement/ravitaillement proche de votre position ou dans un rayon de 10 AL autour de Lave
ru: - '!rrrrr', '!rrr Lave < 10', чтобы найти станцию с ремонтом/припасами/топливом возле вашей позиции или в пределах 10 LY от Lave

source: - '!fc J6B', '!fc Recon' to display information about a local fleet carrier with a callsign or name that contains J6B or Recon
fr: - '!fc J6B', '!fc Recon' pour afficher les infos d'un porte-vaisseaux local avec J6B ou Recon dans son indicatif d'appel ou son nom
ru: - '!fc J6B', '!fc Recon' для отображения информации о местном флотоносце с позывным или именем, содержащим J6B или Recon

source: - '!station Jameson' to display information about a local station/outpost/... with a name that contains Jameson
fr: - '!station Jameson' pour afficher les infos d'une Station/Outpost/... local avec Jameson dans son nom
ru: - '!station Jameson' для отображения информации о местной станции/апостоле/... с Jameson в названии

source: Find the best spots for resources and exobiology
fr: Trouvez les meilleurs endroits pour une resource ou de l'exobiologie
ru: найти лучшие места для ресурсов и экзобиологии

source: - '!search thing' where thing is either the full name or an abbreviation, e.g. !search cadmium
fr: - '!search truc' où truc est le nom complet ou une abréviation (en anglais) d'une resource ou d'une plante (genre ou espèce), e.g. !search cadmium
ru: - '!search XXX', где XXX - это либо полное название, либо сокращение, например, !search cadmium

source: - '!search thing @system' to specify the system to search around, e.g. !search cadmium @deciat
fr: - '!search thing @system' pour spécifier le système au centre de la recherche, e.g. !search cadmium @deciat
ru: - '!search материал система' для указания системы поиска, например, !search cadmium @deciat

source: - Abbreviations consist of the first three letters of a one-word resource, or the first letters of each words separated by a space:
fr: - Les abréviations consistent des 3 premières lettres d'une resource en un seul mot, ou des premières lettres de chaque mots séparés par un espace:
ru: - аббревиатуры состоят из первых трех букв одного слова ресурса или первых букв каждого слова, разделенных пробелом:

source: - 'cad' for cadmium, 'a e c d' for abnormal compact emission data.
fr: - 'cad' pour cadmium, 'a e c d' pour abnormal compact emission data.
ru: - "cad" для кадмия(cadmium), "a e c d" - аномальных данных об излучении(abnormal compact emission data).

source: - !search can also be used to look for specific odyssey settlements: !search anarchy, military, -alliance
fr: - !search peut également être utilisé pour rechercher des colonies Odyssée spécifiques : !search anarchy, military, -alliance
ru: - поиск также может использоваться для поиска определенных поселений одиссеи: !search anarchy, military, -alliance ("-" впереди исключает из поиска )

source: - Use the command with a few letters to see the supported keywords that contain these letters, e.g. '!search strat
fr: - Utilisez la commande avec quelques lettres afin de voir les mots-clés supportés, ex: '!search strat
ru: - напишите несколько букв, чтобы увидеть поддерживаемые ключевые слова, содержащие эти буквы, например, '!search strat'

source: - Some manufactured materials may not always return a result. Use the hints and Elite's galaxy map to find a good spot.
fr: - Certaines resources ne sont pas toujours facile à localiser. Utilisez les indications et la carte galactique pour trouver un bon endroit.
ru: - некоторые промышленные материалы не так легко найти. используйте подсказки и карту галактики Elite.

source: - Finally, when jumping into a system, EDR will tell you if it has the right conditions for specific materials, e.g. Imperial Shielding (USS-HGE, +++++).
fr: - Aussi, EDR annoncera si votre destination est propice pour certains matériaux rares, e.g. Imperial Shielding (USS-HGE, +++++).
ru: - при прыжке в систему EDR будет указывать, подходит ли она под условия для конкретных материалов, например, имперская защита (USS-HGE, ++++).

source: - The more '+', the higher the chances.
fr: - Le nombre de '+' est fonction de la probabilité.
ru: - чем больше '+', тем больше шансы.

source: Spansh companion and in-game route overview
fr: Compagnon Spansh et aperçu de l'itinéraire dans le jeu
ru: Spansh компаньон и обзор маршрута

source: - EDR will show an overview for non-trivial in-game routes: scoopable stars, stats and ETA
fr: - EDR affichera un aperçu des itinéraires non triviaux dans le jeu: étoiles avec fuel, statistiques et temps d'arrivée.
ru: - EDR покажет сводку по маршруту: топливные звезды, статистику и ETA

source: - EDR also supports Spansh and will place the next waypoint in the clipboard for your convenience, and automatically clear-off surveyed bodies (all species scanned or leaving the body)
fr: - EDR prend également en charge Spansh et placera automatiquement la prochaine étape dans le presse-papiers, ainsi que la liste des planètes à sonder.
ru: - EDR поддерживает Spansh и для удобства помещает следующую точку маршрута в буфер обмена, а также очищает исследованные тела (все виды исследованы или вы покинули тело).

source: - '!journey new <optional destination>' to open Spansh for plotting a new journey, e.g. !journey new colonia
fr: - '!journey new <optional destination>' pour ouvrir Spansh afin de créer un nouveau itinéraire, par ex. !journey new colonia
ru: - '!journey new <пункт назначения>' открывает Spansh для прокладки маршрута, например, !journey new colonia

source: - '!journey fetch' to fetch a Spansh journey from its URL (copy it to the clipboard beforehand)
fr: - '!journey fetch' pour récupérer un itinéraire Spansh à partir de son URL (copiez l'URL au préalable dans le presse-papier)
ru: - '!journey fetch' для получения маршрута из URL Spansh (предварительно скопируйте URL в буфер обмена)

source: - '!journey overview', '!journey waypoint', '!journey bodies' to show info about the journey, the current waypoint or bodies to survey
fr: - '!journey overview', '!journey waypoint', '!journey bodies' pour afficher des informations sur l'itinéraire, l'étape courante ou les planètes à sonder.
ru: - '!journey overview', '!journey waypoint', '!journey bodies' для отображения информации о маршруте, текущей путевой точке или телах для исследования

source: - '!journey next', '!journey previous' to manually change the target waypoint
fr: - '!journey next', '!journey previous' pour ajuster la prochaine étape.
ru: - '!journey next', '!journey previous' следующая/предыдущая точка маршрута

source: - '!journey check <comma separated bodies>' to manually check-off one or more bodies as visited/surveyed, e.g. !journey check 1 a 1, 1 a 2
fr: - '!journey check <planètes séparées par des virgules>' pour rayer une ou plusieurs planètes de la liste, par ex. !journey check 1 a 1, 1 a 2
ru: - '!journey check <тела через запятую>', чтобы вручную отметить одно или несколько тел как посещенные/обследованные, например, !journey check 1 a 1, 1 a 2

source: - '!journey clear' to clear a currently active journey
fr: - '!journey clear' pour effacer un trajet actuellement actif
ru: - '!journey clear' чтобы очистить активный маршрут

source: - '!journey load <optional filename>' to load a local journey saved in a csv file ()'journey.csv' by default), e.g. !journey load myjourney.csv
fr: - '!journey load <optional filename>' pour charger un itinéraire enregistré dans un fichier csv ('journey.csv' par défaut), ex. !journey load monitinéraire.csv
ru: - '!journey load <имя файла>' для загрузки путешествия из csv ("journey.csv" по умолчанию), например, !journey load myjourney.csv

source: Find where you parked your ship, evaluate your build
fr: Trouver où vous avez parquer vos vaisseaux, évaluer votre vaisseau
ru: найди, где ты припарковал корабль, оцени его сборку

source: - '!ship name_or_type' where name_or_type is either a ship name or type.
fr: - '!ship nom_ou_type' où nom_ou_type est soit le nom d'un de vos vaisseaux, soit un type de vaisseau.
ru: - '!ship name_or_type' где name_or_type - либо имя корабля, либо тип.

source: - '!ship fdl' will show where your Fer-de-Lance ships are parked.
fr: - '!ship fdl' vous montrera où sont vos Fer-de-Lance.
ru: - '!ship fdl' покажет, где припаркованы ваши корабли Fer-de-Lance.

source: - '!ship In Front of Things' will show where your ship(s) named 'In Front of Things' are.
fr: - '!ship Devant les Trucs' vous montrera où sont votre vaisseau qui s'appelle 'Devant les Trucs'.
ru: - '!ship In Front of Things' покажет, где припаркованы ваши корабли с названием 'In Front of Things'.

source: - '!eval power' to get an assessment of your power priorities.
fr: - '!eval power' pour obtenir une évaluation de vos priorités énergétiques.
ru: - '!eval power', чтобы посмотреть приоритеты вашей державы.

source: - '!parking', '!parking deciat', '!parking deciat #1' to check for fleet carrier parking slots in the current system, Deciat, or the second closest system to Deciat.
fr: - '!parking', '!parking deciat', '!parking deciat #1' afin de vérifier les emplacements pour un porte vaisseaux dans le système courant, Deciat, ou le second système proche de Deciat.
ru: - '!parking', '!parking deciat', '!parking deciat #1' для поиска парковки рядом с вами, в Deciat, вторая ближайшая к Deciat.

source: Configuration options
fr: Options de configuration
ru: параметры конфигурации

source: EDR offers the following configuration options:
fr: EDR peut être configuré avec les commandes ci-dessous:
ru: EDR предлагает следующие параметры конфигурации:
