Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: [Combat] Don't fly in a straight line, you'll die if you do. Be evasive: combine rolls, turns, thrusters, boost and Fligh Assist Off.
fr: [Combat] Ne volez pas en ligne droite. Faîtes des manœuvres évasives: roulis, tangage, poussée latérale et verticale, boost, etc.
ru: [бои] не летайте по прямой, вы погибнете. маневрируйте: комбинируйте крен, поворот, подруливание, бусты и Fligh Assist.

source: [Combat] When shields drop, target specific modules. In particular: power plant, drives, biweave shields, weapons.
fr: [Combat] Après avoir supprimé le bouclier, ciblez des module spécifiques: générateur, moteurs, générateur de bouclier, armes.
ru: [бой] когда щиты падают, цельтесь в модули! (силовая. маневровые. FSD.)

source: [Combat] Double shield cell banking: fire first cell, wait for 90 percents heat, fire heat sink, when heat drops rapidly fire the second cell.
fr: [Combat] Deux cellules de bouclier sur un seul dissipateur thermique: première cellule, 90 pourcents en température, dissipateur, chute rapide de la température, deuxième cellule.
ru: [бои] примените первую банку. нагрейтесь до 90 percents. выпускайте теплоотвод. когда температура резко упадет примените вторую банку.

source: [Combat] Railgun with feedback cascade can counter shield cell banking.
fr: [Combat] Les cannons électriques avec l'effet cascade peuvent nullifier l'apport des cellules de boucliers.
ru: [бои] рельса с "ответным залпом" при попадании может помешать использовать шитонакопитель.

source: [Combat] Best time to fire your shield cell is when you are at 1 / 1.5 ring and right in front of your opponent just as you are about to fly past them.
fr: [Combat] Le meilleur moment pour utiliser une cellule c'est lorsque vous êtes à 1 ou 1.5 anneaux de bouclier et lors d'une passe.
ru: [бой] лучшее время для использования щитонакопителя - когда вы находитесь на расстоянии 500м перед противником, собираясь пролететь мимо него(проход).

source: [Interdicted] Put 4 pips to SYS, 2 to ENG and fly evasive. Hit next route and high wake asap, do not fly in a straight line.
fr: [Interdiction] Mettez 4 pips dans SYS, 2 dans MOT et volez en mode évasif. Sélectionner un autre système et faîtes un saut hyper-espace.
ru: [перехват] поставьте 4 пипки SYS, 2 на ENG и маневрируйте. выбирайте любую систему и заряжайте прыжок, не летите по прямой.

source: [Pirates] Follow their instructions and you will avoid a certain death.
fr: [Pirates] Suivez leurs instructions et vous éviterez une mort certaine.
ru: [пираты] следуйте их указаниям, и вы можете даже выжить!

source: [Fuel] Mnemonics for fuel scoopable stars: KGB FOAM or 'Oh Be A Fine Girl Kiss Me'.
fr: [Fuel] Mnémonique pour les étoiles de ravitaillement: KGB FOAM ou 'Oh Be A Fine Girl Kiss Me'.
ru: [топливо] запомните класс топливных звёзд: FOMA KGB'.

source: [Fuel] Out of fuel? Call the fuel rats (https://fuelrats.com/).
fr: [Carburant] Plus de carburant? Appelez les 'fuel rats' à la rescousse: https://fuelrats.com/.
ru: [топливо] кончилось топливо?? позвоните топливным крысам (https://fuelrats.com/).

source: [Bounty hunting] Don't steal kills. Instead, ask to join a wing: everyone will get the same bounty and way faster.
fr: [Chasse à la prime] N'hésitez pas à demander de rejoindre une esquadrille: tous les membres recevront la prime en entier mais plus rapidement.
ru: [охота за головами] не крадите фраги. вместо этого попроситесь в крыло: все получают одинаковую награду и это быстрее.

source: [Community] Most players are just nice folks. Chat with people, make friends. It might come handy.
fr: [Communauté] La plupart des pilotes sont sympa, n'hésitez pas à chatter et vous faire des amis.
ru: [сообщество] большинство игроков - это просто хорошие люди. общайтесь, заводите друзей. это может пригодиться.

source: [Defense] Fit Point Defenses to your ship to destroy missiles and mines
fr: [Défenses] Equipez des défenses ponctuelles afin de détruire les mines et missiles
ru: [защита] установите точечную оборону для уничтожения ракет, мин и дронов

source: [Defense] Like the song says you've got to know when to walk away and know when to run.
fr: [Défense] Sachez quand il vaut mieux prendre la poudre d'escampette.
ru: [защита] быстрые ноги пи*дюлей не боятся!

source: [Mining] Limit your cargo (e.g. LTD) to be within 10 percents of the demand of a market in order to get the highest price.
fr: [Minage] Maintenez votre cargo (e.g. LTD) en dessous de 10 pourcents de la demande d'un marché afin de bénéficier du meilleur prix.
ru: [шахтёрство] чтобы получить самую выгодную цену продавайте меньше 10 percents от спроса рынка.

source: Settlement
fr: Colonie

source: Noteworthy about {}
fr: Faits notables pour {}

source: {} materials: {}
fr: {} matériaux: {}

source: material trader|M.
fr: M.

source: tech broker|T.
fr: T.

source: ambiguous tech|T.
fr: T.

source: EDR Evals
fr: Evaluations EDR

source: EDR Alerts
fr: Alertes EDR

source: EDR central
fr: Centrale EDR

source: Ship locator
fr: Recherche de vaisseau

source: Remlok Insights
fr: Remlok Info

source: EDR System Search
fr: Recherche Système EDR

source: Biofit planet: failed
fr: Planète propice pour bio: échec

source: EDR Journey
fr: EDR Itinéraire

source: No active route.
fr: Aucun itinéraire actif.

source: Send '!journey new' or '!journey load' to define a route.
fr: Envoyez '!journey new' ou '!journey load' pour créer un itinéraire.

source: EDR Karma
fr: Karma EDR

source: to: {}
fr: à: {}

source: ```From : {} To : {} Body : {} Time(UTC): {}```
fr: ```De : {} À : {} Planète: {} Heure (UTC) : {}```

source: ```Access : {} Notorious: {} Lockdown(UTC): {}```
fr: ```Accès : {} Notoires:: {} Verrouillage(UTC): {}``` ```

source: [Selling]
fr: [Ventes]

source: [Buying]
fr: [Achats]

source: Jump assist
fr: Saut assisté

source: HIP 12099 ({}LY), Planet 1 B (1.1k LS), -54.3803 | -50.3575
fr: HIP 12099 ({}AL), Planète 1 B (1.1k SL), -54.3803 | -50.3575

source: Koli Discii ({}LY), Planet C 6 A (91k LS), 28.577 | 7.219
fr: Koli Discii ({}AL), Planète C 6 A (91k SL), 28.577 | 7.219

source: Thoth ({}LY), Planet 1 A (69 LS), -2.77 | 16.67
fr: Thoth ({}AL), Planète 1 A (69 SL), -2.77 | 16.67

source: HR 5991 ({}LY), Planet 1 B (2180 LS), Research Facility 5592 at 33.4701 | -2.1706
fr: HR 5991 ({}AL), Planète 1 B (2180 SL), Research Facility 5592 à 33.4701 | -2.1706

source: {} ({}LY), Planet {} ({}LS, {}G), {} @ brain tree site
fr: {} ({}AL), Planète {} ({}SL, {}G), {} @ site d'arbres cérébraux

source: Approach the planet to get navigation guidance to the brain tree site(s).
fr: Approchez-vous de la planète pour obtenir des conseils de navigation vers les sites d'arbres cérébraux.

source: Land, deploy SRV to break brain trees, scoop grade 4 materials.
fr: Atterrissez, déployez votre SRV pour casser d'arbres cérébraux, récoltez des matériaux de grade 4.

source: Jumps: {}
fr: Sauts: {}

source: LY/HR: {}
fr: AL/HR: {}

source: LY/JMP: {}
fr: AL/JMP: {}

source: T/JMP: {}
fr: LY/JMP: {}

source: Good job with your {}.
fr: Bon boulot avec {}.

source: %Y-%m-%d
fr: %d-%m-%Y

source: - !gesture [on|off] to control whether gestures can trigger EDR features, e.g. '!gesture off' to disable gesture triggers.
fr: - !gesture [on|off] pour contrôler si les gestes peuvent déclencher des fonctionnalités EDR, par exemple '!gesture off' pour désactiver la fonctionnalité.

source: blip failed.
fr: échec d'un blip.

source: Send '!gesture on' in chat to enable triggering EDR features with gestures.
fr: Envoyez '!gesture on' dans le chat pour activer le déclenchement des fonctionnalités EDR avec des gestes.

source: Send '!gesture off' in chat to disable triggering EDR features with gestures.
fr: Envoyez '!gesture off' dans le chat pour désactiver le déclenchement des fonctionnalités EDR avec des gestes.
