Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: Pharmaceutical Patents
ru: фармацевтические патенты

source: Vaccine Research
ru: исследование вакцины

source: Virology Data
ru: информация о вирусах

source: Vaccination Records
ru: журналы вакцинации

source: Census Data
ru: данные переписи населения

source: Geographical Data
ru: географические данные

source: Mineral Survey
ru: результаты геологической разведки

source: Manticore range
ru: Manticore дальность

source: Chemical Formulae
ru: химические формулы

source: Frag Grenade
ru: осколочная граната

source: Shield Disruptor
ru: разрушитель щита

source: Shield Projector
ru: проектор щита

source: Chemical Experiment Data
ru: данные о химических экспериментах

source: Manticore headshot
ru: Manticore хедшот

source: Chemical Patents
ru: химические патенты

source: Manticore hip fire
ru: Manticore точность от бедра

source: Production Reports
ru: отчеты о производстве

source: Extra ammo, Faster reloading
ru: доп боеприпасы, быстрая перезарядка

source: Production Schedule
ru: производственный график

source: Stowed reloading
ru: перезарядка в кобуре

source: Blood Test Results
ru: результаты испытаний крови

source: Combatant Performance
ru: боевые характеристики

source: Faster handling, Hip fire, Melee damage
ru: улучшенное обращение с оружием, точность от берда, урон в ближнем бою

source: Troop Deployment Records
ru: отчет по развертыванию войск

source: Longer sprint
ru: длительность бега

source: Cat Media
ru: медиаконтент с котиками

source: Employee Genetic Data
ru: генетические данные работников

source: Faction Donator List
ru: список спонсоров фракции

source: NOC Data
ru: данные по тайным агентам

source: True Form Fossil
ru: окаменелость истинной формы

source: Health Monitor
ru: монитор здоровья

source: Suits upgrades
fr: Améliorations des combinaisons spatiales
ru: улучшения костюмов

source: Nutritional Concentrate
ru: питательный концентрат

source: Personal Documents
ru: личные документы

source: Chemical Sample
ru: химический образец

source: Insight Data Bank
ru: банк данных Insight

source: Ionised Gas
ru: ионизированный газ

source: Manticore/TK upgrades
ru: улучшения Manticore/TK

source: Personal Computer
ru: персональный компьютер

source: Ship Schematic
ru: план корабля

source: Suit Schematic
ru: эскиз комбинезона

source: Vehicle Schematic
ru: чертеж транспорта

source: Weapon Schematic
ru: чертеж оружия

source: Weapon upgrades
fr: Améliorations d'armes
ru: улучшение оружия

source: Inertia Canister
ru: инертный контейнер

source: Surveillance Equipment
ru: оборудование для наблюдения

source: Deep Mantle Sample
ru: образец из глубокой мантии

source: Microbial Inhibitor
ru: микробный ингибитор

source: Cast Fossil
ru: окаменелый отпечаток

source: Petrified Fossil
ru: окаменелость

source: Agricultural Process Sample
ru: образец сельхозпроизводства

source: Chemical Process Sample
ru: образец химпроизводства

source: Refinement Process Sample
ru: образец с очистного производства

source: Micro Supercapacitor
ru: микросуперконденсаторы

source: Extra battery, Manticore headshot
ru: улуч батарея, Manticore хедшот

source: Micro Transformer
ru: микротрансформатор

source: Shield regen, Battery consumption, TK range
ru: регенерация щита, расход батареи, дальность тк

source: Chemical Superbase
ru: химическое супероснование

source: Manticore upgrades
ru: улучшения Manticore

source: Circuit Switch
ru: переключатель цепи

source: Electrical Wiring
ru: электропроводка

source: Battery consumption, Extra battery, Shield regen, TK hip fire
ru: расход батареи, дополнительная батарея, регенерация щита, тк точность от бедра

source: Encrypted Memory Chip
ru: зашифрованная плата памяти

source: Epoxy Adhesive
ru: эпоксидный клей

source: Memory Chip
ru: плата памяти

source: Micro Hydraulics
ru: микрогидравлика

source: Quieter footsteps, Faster reload, Stability
ru: приглушенные шаги, бастрая перезарядка, устойчивость

source: Optical Fibre
ru: оптоволокно

source: Scope, TK upgrades
ru: прицел, TK улучшения

source: Titanium Plating
ru: титановая пластина

source: Damage resistance, Dominator upgrades
ru: сопротивление урону, модернизация доминатора

source: pH Neutraliser
ru: нейтрализатор pH

source: Extra air, Combat movement
ru: доп воздух, движение в бою

source: Metal Coil
ru: металлическая катушка

source: Mag size, Karma range, TK & Manticore: hip fire
ru: размер обоймы, Karma дальность, TK & Manticore: точность от бедра

source: Viscoelastic Polymer
ru: вязкоэластичный полимер

source: Quieter footsteps, Noise suppressor, Faster handling, Stability, Karma hip fire
ru: приглушенные шаги, шумоподавитель, обращение с оружием, устойчивость, Karma точность от бедра

source: Ion Battery
ru: ионная батарея

source: Shield regen, extra battery, TK & Manticore: headshot
ru: регенерация щита, ёмкость батарея, тк и Manticore: выстрел в голову

source: Chemical Catalyst
ru: химический катализатор

source: Longer sprint, Karma headshot, Manticore hip fire
ru: длительность бега, Karma хедшот, Manticore точность от бедра

source: Electrical Fuse
ru: предохранитель

source: Battery consumption, Manticore range
ru: расход батареи, дальность мантикоры

source: Optical Lens
ru: оптические линзы

source: Scope, TK: hip fire / headshot / range
ru: прицел, TK: точность от берда / хедшот / дальность

source: Weapon Component
ru: компонент оружия

source: Extra ammo, Mag size, Karma: Headshot / Range, TK & Manticore: Mag size, Noise suppressor
ru: доп боеприпасы, размер обоймы, Karma: хедшот / дальность, TK & Manticore: размер обоймы, шумоподавитель

source: Carbon Fibre Plating
ru: углеволоконная броня

source: Damage resistance, Maverick upgrades
ru: сопротивление урону, улучшения Maverick

source: Micro Thrusters
ru: маневровые микродвигатели

source: Jump assist, Melee damage
ru: помощь при прыжке, урон в ближнем бою

source: Oxygenic Bacteria
ru: кислородные бактерии

source: Longer sprint, Extra air
ru: длительность бега, доп воздух

source: Circuit Board
ru: электроплата

source: Enhanced tracking, Audio masking, Stowed reloading, TK range
ru: улучшенное слежение, аудиомаскировка, перезарядка в кобуре, тк дальность

source: Tungsten Carbide
ru: карбид вольфрама

source: Mag size, Karma upgrades
ru: размер обоймы, улучшение Karma

source: Ballistics Data
ru: баллистические данные

source: Damage resistance, Karma range
ru: сопротивление урону, дальность Karma

source: Political Affiliations
ru: политическая ориентация

source: Conflict History
ru: история конфликта

source: Risk Assessments
ru: оценка рисков

source: Stability, Greater range
ru: устойчивость, увеличенная дистанция

source: Stellar Activity Logs
ru: журналы звездной активности

source: Enhanced tracking, TK range
ru: улучшенное слежение, тк дальность

source: Manufacturing Instructions
ru: производственные инструкции

source: Suits & weapons upgrades
ru: улучшения оружия/костюмов

source: Digital Designs
ru: дизайнерский проект

source: Extra backpack, Stowed reloading
ru: расширенный рюкзак, перезарядка в кобуре

source: Medical Records
ru: медицинские карты

source: Karma headshot
ru: Karma: выстрел в голову

source: Employment History
ru: история трудоустройства

source: VIP Security Detail
ru: охрана высокопоставленных лиц

source: Classic Entertainment
ru: классические развлечения

source: Photo Albums
ru: фотоальбомы

source: Biometric Data
ru: биометрические данные

source: Hip fire, Scope, TK Headshot
ru: точность от бедра, прицел, тк хедшот

source: Extraction Yield Data
ru: данные об объеме добычи

source: Karma hip fire
ru: Karma: точность от бедра

source: Security Expenses
ru: расходы на охрану

source: Mag size
ru: размер обоймы

source: Culinary Recipes
ru: кулинарные рецепты

source: Fleet Registry
ru: реестр флотов

source: Influence Projections
ru: прогноз влияния

source: Cocktail Recipes
ru: рецепты коктейлей

source: Employee Expenses
ru: расходы работников

source: Interview Recordings
ru: результаты собеседования

source: Recycling Logs
ru: журнал утилизации отходов

source: Extra ammo
ru: доп боеприпасы

source: Job Applications
ru: заявления о приеме на работу

source: Californium
ru: калифорний

source: Pyrolytic catalyst
ru: пиролитический катализатор

source: Spyware
ru: шпионские программы

source: Tactical Plans
ru: тактические планы

source: Quieter footsteps
ru: приглушенные шаги

source: Virus
ru: вирус

source: Aerogel
ru: аэрогель

source: Artermis upgrades
fr: Améliorations Artemis
ru: улучшение Artermis

source: Genetic Repair Meds
ru: генно-репаративные препараты

source: Crop Yield Analysis
ru: анализ урожая

source: Kompromat
ru: компромат

source: Xeno Defence Protocols
ru: протоколы ксенозащиты

source: Geological Data
ru: геологические данные

source: Opinion Polls
ru: опросы общественного мнения

source: Propaganda
ru: пропаганда

source: Hydroponic Data
ru: данные о гидропонике

source: Mining Analytics
ru: анализ горнодобывающей промышленности

source: Noise suppressor, Stability
ru: шумоподавитель, устойчивость

source: Compression Liquefied Gas
ru: сжатый сжиженный газ

source: Karma upgrades
ru: улечшения Karma

source: Weapon Test Data
ru: сведения об испытаниях вооружения

source: Extra ammo, Mag size, Karma headshot
ru: доп боеприпасы, размер обоймы, Karma выстрел в голову

source: Spectral Analysis Data
ru: результаты спектрального анализа

source: Enhanced tracking, Scope, TK headshot
ru: улучшенное слежение, прицел, TK выстрел в голову

source: Audiologs
ru: аудиозаписи

source: Audio masking
ru: аудиомаскировка

source: Genetic Research
ru: материалы генетического исследования

source: Clinical Trial Records
ru: результаты клинических испытаний

source: G-Meds
ru: G-препараты

source: Gene Sequencing Data
ru: данные о секвенировании генов

source: Settlement Assault Plans
ru: планы атак на поселение

source: Biological Sample
ru: биологический образец

source: Smear Campaign Plans
ru: планы кампании по дискредитации

source: Ax Combat Logs
ru: боевой журнал аи

source: Biological Weapon Data
ru: данные о биологическом оружии

source: Chemical Weapon Data
ru: данные о химическом оружии

source: Criminal Records
ru: досье

source: Enhanced Interrogation Recordings
ru: расширенный протокол допроса

source: Espionage Material
ru: разведданные

source: Incident Logs
ru: журнал событий

source: Inorganic Contaminant
ru: неорганический контаминант

source: Interrogation Recordings
ru: протоколы допроса

source: Mutagenic Catalyst
ru: мутагенный катализатор

source: Network Security Protocols
ru: протоколы безопасности сети

source: Patient History
ru: история болезни

source: Plant Growth Charts
ru: график роста растений

source: Prisoner Logs
ru: списки заключенных

source: Seed Geneaology
ru: генеалогия семенного материала

source: Slush Fund Logs
ru: журналы подставного фонда

source: Synthetic Genome
ru: синтетический геном

source: Epinephrine
ru: эпинефрин

source: Melee damage, Combat movement
ru: урон в ближ бою, бег в бою

source: Graphene
ru: графен

source: Rdx
ru: гексоген

source: Karma: hip fire, headshot, range
ru: Karma: точность от бедра, хедшот, дальность

source: Electromagnet
ru: электромагнит

source: Faster reloading, Manticore: headshot, range, hip fire
ru: быстрая перезарядка, Manticore: хедшот, точность от бедра

source: Microelectrode
ru: микроэлектрод

source: Motor
ru: мотор

source: Jump assist, Manticore range
ru: помощь при прыжке, дальность Manticore

source: Scrambler
ru: шифратор

source: Audio masking, TK headshot
ru: аудиомаскировка, TK выстрел в голову

source: Transmitter
ru: передатчик

source: Enhanced tracking, Audio masking
ru: улучшенное отслеживание, аудиомаскировка

source: DATA
ru: данные

source: ASSET
ru: активы

source: GOODS
ru: товары

source: CONSUMABLE
ru: расходники

source: TECH
ru: тех

source: CHEMICALS
ru: химикаты

source: CIRCUITS
ru: схемы

source: Useless material
fr: Matériau inutile
ru: бесполезный материал

source: Bar exchange: worth {}, cost {}
fr: Échange au bar: valeur {}, coût: {}
ru: обмен: дать {}, получ {}

source: Bar exchange: worth {}
fr: Échange au bar: valeur {}
ru: обмен: дать {}

source: Used for: {}
fr: Utile pour: {}
ru: использ в: {}

source: Used in {} blueprints, {} upgrades
fr: Utilisé dans {} plans, et {} améliorations
ru: используется в {} чертежах и {} улучшениях

source: Used in {} blueprints
fr: Utilisé dans {} plans
ru: используется в {} чертежах

source: Used in {} upgrades
fr: Utilisé dans {} améliorations
ru: используется в {} улучшениях

source: Required by {} to refer {}
fr: Requis par {} pour introduction à {}
ru: требуется {}, для {}

source: Required by {}
fr: Requis par {}
ru: нужен для {}

source: Found in: {}
fr: Se trouve dans: {}
ru: найдено в: {}

source: E{}
ru: е{}

source: blueprints
fr: plans
ru: чертежи

source: synthesis
fr: synthèse
ru: синтез

source: experimental effects
fr: effets expérimentaux
ru: экспериментальные эффекты

source: tech broker items
fr: objets tech broker
ru: предметы техноброкера

source: Used in: {}
fr: Utilisé dans: {}
ru: нужен для: {}

source: , max={} cr
ru: , max={} кр

source: , last: {} cr in {} {}
fr: , dernier: {} cr in {} {}
ru: , последний: {} кр в {} {}

source: [Past {}] clean:{} / wanted:{}{}{}
fr: [Derniers {}] vierge:{} / recherché:{}
ru: [за {}] чист:{}/розыск:{}{}{}

source: {t:<2}: {name} in {system}, wanted for {bounty}
fr: {t:<2}: {name} à {system}, recherché pour {bounty}
ru: {t:<2}: {name} в {system}, {bounty}

source: {t:<2}: {name} in {system}
fr: {t:<2}: {name} à {system}
ru: {t:<2}: {name} в {system}

source: {t} {name} sighted in {system}
fr: {t} {name} repéré à {system}
ru: {t} {name} замечен в {system}

source: Spaceship: {}
fr: Vaisseau: {}
ru: корабль: {}

source: Wanted for {} credits
fr: Recherché pour {} cr
ru: розыск: {} кр

source: Mission reward only.
fr: Récompense de mission.
ru: только за миссии.

source: Higher chance when allied to the factions giving missions.
fr: Probabilité accrue en étant allié avec une faction.
ru: более высокий шанс при союзничестве с фракциями, дающими задания.

source: Stacking passenger missions seems quite efficient.
fr: Empiler des missions avec passagers semble être efficace.
ru: сбор пассажирских миссий довольно эффективен.

source: - '!search pr c' for proprietary composites
fr: - '!search pr c' pour proprietary composites (composites polymères)
ru: - '!search pr c' для патентованных композитов

source: - '!search po c' for polymer capacitors
fr: - '!search pr c' for polymer capacitors (capaciteurs polymères)
ru: - '!search po c' для полимерных конденсаторов

source: - '!search c ce' for conductive ceramics
fr: - '!search c ce' pour conductive ceramics (céramiques conductives)
ru: - '!search c ce' для проводящей керамики

source: - '!search c co' for configurable components
fr: - '!search c co' pour configurable components (composants configurable)
ru: - '!search c co' для настраиваемых компонентов

source: HIP 16613 ({}LY), Planet 1 A (1.4k LS), -11.0093 | -95.6755
fr: HIP 16613 ({}AL), Planète 1 A (1.4k SL), -11.0093 | -95.6755
ru: HIP 16613 ({} св.л), планета 1 A (1.4k св.с), -11.0093 | -95.6755

source: Bring: advanced scanner, SRV.
fr: Requis: scanner avancé, SRV.
ru: нужно: улучшенный сканер, трп.

source: Scan the 3 COMMS Control of the crashed Anaconda, repeat.
fr: Scannez les 3 Contrôles COMMS de l'Anaconda crashé, répétez.
ru: сканируйте 3 коммуникатора управления разбитой Anaconda, повторите.

source: Crashed Cobra MK III with 4 COMMS Control, scannable from a fixed position.
fr: Cobra MK III crashé, avec 4 Contrôle COMMS Control, scannable from a fixed position.
ru: разбитая Cobra MK III с 4-мя маяками с данными. с опред. позиции можно достать все 4.

source: Break the cargo rack of the crashed Anaconda, repeat.
fr: Cassez le cargo de l'Anaconda crashé, répétez.
ru: взломайте грузовую стойку у разбитой анаконды. всё повторить.

source: Bring: SRV.
fr: Requis: SRV.
ru: нужно: трп.

source: Break the 3 cargo racks of the crashed Anaconda, repeat.
fr: Cassez les 3 racks de cargo de l'Anaconda crashé, répétez.
ru: вскройте 3 грузовые стойки у разбитой анаконды. всё повторить.

source: Roam around to grab materials, repeat.
fr: Tour de la base pour ramasser des matériaux, répétez.
ru: побродить вокруг, чтобы собрать материалы, повторить.

source: Alternative: 'Dav's hope' in Hyades Sector DR-V c2-23 ({}LY).
fr: Alternative: 'Dav's hope' à Hyades Sector DR-V c2-23 ({}AL).
ru: альтернатива: 'Dav's hope' в Hyades Sector DR-V c2-23 ({}св.л).

source: Hyades Sector DR-V c2-23 ({}LY), Planet A 5 (60 LS), Dav's Hope at 44.8180 | -31.3893
fr: Hyades Sector DR-V c2-23 ({}AL), Planète A 5 (60 SL), Dav's Hope à 44.8180 | -31.3893
ru: Hyades Sector DR-V c2-23 ({}LY), планета A 5 (60 св.л), Dav's Hope at 44.8180 | -31.3893

source: Search online for 'Dav's hope map' to find out which spots drop {}.
fr: Recherchez 'Dav's hope map' en ligne afin de connaître quel endroits donnent {}.
ru: найдите в гугл 'Dav's hope map' чтобы понять, что выпадает {}.

source: Alt: scan combat/pirate (RES) ships, hack mega-ships.
fr: Alt: scans de vaisseaux de combat ou pirates, piratage de méga-vaisseaux.
ru: или: сканируйте боевые/пиратские(в мдр) корабли, взлом мегашипов.

source: Alt: scan combat/pirate (RES)/authority (CZ) ships, private data beacons in USS - Encoded Emissions.
fr: Alt: scans de vaisseaux de combat/pirates (SER)/authority (ZC), terminaux de données dans les sources d'émissions encodées.
ru: или: скан кораблей боевых/пиратских(мдр)/властей(кз). так же в зашифрованных сигналах - маяк (конфиденциальные данные).

source: Alt: combat/pirate (RES)/authority (CZ) ships.
fr: Alt: vaisseaux de combat/pirate (SER)/authority (ZC) ships.
ru: или: корабли боевые/пиратские(мдр)/властей(кз).

source: Alt: scan combat/pirate (RES) ships.
fr: Alt: scans de vaisseaux de combat/pirate (SER).
ru: или: скан кораблей боевыех/пиратских(мдр).

source: Isinor ({}LY), Planet A 5 (60 LS), Permit locked (missions or exploration data for 'Chapter of Isinor')
fr: Isinor ({}AL), Planète A 5 (60 SL), Permit requis (missions ou données d'exploration pour 'Chapter of Isinor')
ru: Isinor ({} св.л), планета A 5 (60 св.с), разрешение заблокировано (миссии или данные разведки для "глава изонор")

source: Bring: permit, decent shields
fr: Requis: permis, boucliers décent
ru: нужно: пропуск, норм щиты

source: Drop on 'Unauthorised Installation' or 'Convoy beacon', scan ships, repeat.
fr: Descendez sur 'Installation non autorisée' ou 'Signal de Convoi', scannez les vaisseaux, répétez.
ru: выпади на 'незарегистрированная установка' или 'маяк конвоя', сканируй корабли. повторить.

source: Scan combat or authority ships, e.g. pirates in RES, military ships in CZ.
fr: Scannez des vaisseaux de combat ou des autorités, e.g. pirates dans un SER, militaires dans un ZC.
ru: сканирование или проверка кораблей, например пиратов в мдр, военных кораблей в зонах конфликта.

source: Scan private data beacons found in 'Encoded Emissions' sources
fr: Scannez les terminaux de données dans les sources d'émissions encodées
ru: скан маяка (конфиденциальные данные) в зашифрованных сигналах

source: Can be found by mining asteroids in planet rings.
fr: Minez les astéroïdes dans les anneaux d'une planète.
ru: можно обнаружить в астероидах внутри планетарных колец.

source: More efficient: exchange other materials at a raw material trader, send !raw to find the closest one.
fr: Plus efficace: faites un échange de matériaux à un marchand de matières premières. Envoyez !raw pour trouver le plus proche marchand.
ru: эффективнее: разменивать материалы у торговца сырьем. !raw - найти ближайшего.

source: {} ({}LY), Planet {} ({}LS, {}G), {} @ biological sites
fr: {} ({}AL), Planète {} ({}SL, {}G), {} @ biological sites
ru: {} ({} св.л), планета {} ({} св.с, {}G), {} @ биологические сигналы

source: Bring: detailed surface scanner, SRV, synth materials for SRV fuel and ammo.
fr: Requis: scanneur de surface avancé, SRV, matériaux de synthèse pour carburant SRV and munitions.
ru: нужно: подробный сканер поверхности, трп, материалы для синтеза топлива и снарядов трп.

source: Surface scan the planet to find biological sites.
fr: Scannez la surface pour trouver des sites biologiques.
ru: используйте сканер поверхности для поиска био образцов.

source: Land, deploy SRV to break crystalline shards, scoop grade 4 materials.
fr: Atterrissez, déployez votre SRV pour casser des cristaux, récoltez des matériaux de grade 4.
ru: приземлитесь, разверните трп, собирайте осколки (сырьё IV GRADE).

source: {} ({}LY), Planet {} ({}LS, {}G), {} @ {}%
fr: {} ({}AL), Planète {} ({}SL, {}G), {} @ {}%
ru: {} ({}LY), тело {} ({}св.с, {}G), {} {}%

source: Break some rocks. Higher chances of Very Rare and Rare resources in metallic meteorite, metallic outcrop and mesosiderite.
fr: Cassez des rochers. Probabilité accrue pour matériaux très rare et rare avec: des météorites métalliques, affleurements métalliques et mesosidérites.
ru: разбейте несколько камней. повышенные шансы получить очень редкие и редкие ресурсы в металлическом метеорите, металлическом обнажении и мезосидерите.

source: {} ({}LY), Planet {} ({}LS, {}G), Selenium @ geological sites
fr: {} ({}AL), Planète {} ({}SL, {}G), Sélénium @ biological sites
ru: {} ({} св.л), планета {} ({} св.с, {}G), селен @ геологические сигналы

source: Surface scan the planet to find geological sites.
fr: Scannez la surface pour trouver des sites géologiques.
ru: используйте сканер поверхности для поиска геологии.

source: Land, deploy SRV to break crystalline fragments, scoop selenium.
fr: Atterrissez, déployez votre SRV pour casser des fragments de cristaux, récoltez le sélénium.
ru: приземлитесь, разверните трп. сбивайте кристаллы, собирайте осколки(селен).

source: Bring: SRV, synth materials for SRV fuel and ammo.
fr: Requis: SRV, matériaux de synthèse pour carburant SRV and munitions.
ru: нужно: трп, материалы для синтеза топлива и снарядов трп.

source: Get within 500LS of the planet to find the tourist spot.
fr: Approchez vous de la planète (500 SL) pour trouver le point touristique.
ru: лети к планете удаленностью >500св.с от звезды, чтобы найти туристическое место.

source: Land, deploy SRV to break the crystals, and scoop high grade materials.
fr: Atterrissez, déployez votre SRV pour casser des cristaux, récoltez des matériaux rares.
ru: приземлитесь, разверните трп, собирайте осколки (высокоуровневые материалы).

source: by Cmdr {}
fr: par Cmdt {}
ru: от кмдр {}

source: {sys} ({sdist}LY), {body} ({bdist}LS): {grade} {by}
fr: {sys} ({sdist}AL), {body} ({bdist}SL): {grade} {by}
ru: {sys} ({sdist} св.л.), {body} ({bdist} св.с): {grade} {by}

source: Bring: detailed surface scanner, prospector & collector limpets, mining lasers.
fr: Equipement: scanneur de surface détaillé, drones de prospection et collection, lasers de minage.
ru: примените: подробный сканер поверхности, проходческие лазеры, дроны сборщики и геологоразведчики.

source: Scan the ring to find overlapping {} hotspots.
fr: Scannez les anneaux afin de trouver les zones superposées avec {}.
ru: сканируйте кольцо для поиска перекрывающих друг друга зон {}.

source: Drop in there, prospect asteroids, mine the ones with {}, collect, repeat.
fr: Désengagez le super-cruise, sondez les astéroïdes, minez ceux avec {}, récupérez les matériaux, répétez.
ru: выпрыгивай тут. разведывай дронами астероиды, добывай с помощью {}, собирай. всё повторить.

source: Bring: 2 recon controllers, limpets, silent running ship.
fr: Requis: 2 contrôleurs de drone de reconnaissance, drones, un vaisseau équipé pour mode furtif.
ru: нужно: 2 контроллера дрона-разведчика, дроны, холодный корабль.
