Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: Sending '@# <memo>' to a contact will attach a custom note with <memo> in your commanders index.
fr: Envoyez '@# <memo>' à un contact pour attacher un mémo dans votre index personnel.
ru: отправка '@# текст' контакту прикрепит к нему пользовательскую заметку в cmdrdex.

source: Sending '@# <cmdrname> memo=<memo>' will attach a custom note with <memo> on <cmdrname> in your commanders index.
fr: Envoyez '@# <nomducmd> memo=<memo>' pour attacher un mémo à <nomducmd> dans votre index personnel.
ru: отправка '@# имя_кмдр memo=текст' прикрепит пользовательскую заметку к кмдр в cmdrdex.

source: Send '-@' to a contact to remove any attached note in your commanders index.
fr: Envoyez '-@' à un contact pour supprimer le mémo associé dans votre index personnel.
ru: отправьте '-@' контакту, чтобы удалить все прикрепленные заметки о кмдр в cmdrdex.

source: Send '-@ <cmdrname>' to remove the note attached to <cmdrname> in your commanders index.
fr: Envoyez '-@ <nomducmd>' pour supprimer un mémo attaché à <nomducmd> dans votre index personnel.
ru: отправьте '-@ имя_кмдр', чтобы удалить заметку, прикрепленную к кмдр в cmdrdex.

source: In an Intel response, [!70% ?20% +10%] shows the percentage of outlaw (!), neutral (?) and enforcer (+) tags set by other EDR users.
fr: Dans les renseignements, [!70% ?20% +10%] représente les pourcentages de tags utilisateur: bandit (!), neutre (?) and vigile / chasseur de prime (+).
ru: в сводке Intel [!70% ?20% +10%] показывается процент меток бандит (!), нейтрал (?) и силовик (+), установленных другими пользователями EDR.

source: In an Intel response, [!3 ?0 +0] shows the number of outlaw (!), neutral (?) and enforcer (+) tags set by other EDR users.
fr: Dans les renseignements, [!3 ?0 +0] représente le nombre de tags utilisateur: bandit (!), neutre (?) and vigile / chasseur de prime (+).
ru: в сводке Intel [!3 ?0 +0] отображается количество меток бандит (!), нейтрал (?) и силовик (+), установленных другими пользователями EDR.

source: Have a suggestion for a tip? File an issue at https://github.com/lekeno/edr/issues
fr: Une suggestion pour la rubrique 'bon à savoir'? Partagez la ici: https://github.com/lekeno/edr/issues
ru: есть идеи или предложения? сообщите на https://github.com/lekeno/edr/issues

source: Found a bug? File an issue at https://github.com/lekeno/edr/issues
fr: Vous avez trouvé un bug? Déposez un rapport ici: https://github.com/lekeno/edr/issues
ru: нашли ошибку? сообщите об этом на https://github.com/lekeno/edr/issues

source: Have a feature request? File an issue at https://github.com/lekeno/edr/issues
fr: Vous avez une suggestion pour EDR? Partagez la ici: https://github.com/lekeno/edr/issues
ru: есть пожелания? посетите https://github.com/lekeno/edr/issues

source: Do you like EDR? Consider supporting its development and hosting costs at https://patreon.com/lekeno
fr: Vous appréciez EDR? Un petit geste pour soutenir son développement et le coût des serveurs: https://patreon.com/lekeno
ru: вам нравится EDR? пожертвуйте на разработку и поддержку: https://patreon.com/lekeno

source: Send '!where <cmdrname>' to find out where an outlaw/enemy was last sighted
fr: Envoyez '!outlaws <nomducmd>' dans le chat pour savoir si le bandit <nomducmd> a été récemment repéré
ru: отправьте '!where имя_кмдр', чтобы узнать, где в последний раз был замечен бандит/враг

source: Send '!outlaws' to find out where outlaws were last sighted
fr: Envoyez '!outlaws' dans le chat pour savoir où des bandits ont été récemment repérés
ru: отправьте '!outlaws' чтобы выяснить, где бандиты были последний раз

source: Send '?outlaws on': to enable realtime alerts for sighted outlaws.
fr: Envoyez '?outlaws on' dans le chat pour activer les alertes temps réel des bandits.
ru: отправляйте '?outlaws on': чтобы включить предупреждения о бандитах в реальном времени.

source: Send '?outlaws off': to disable realtime alerts for sighted outlaws.
fr: Envoyez '?outlaws off' dans le chat pour désactiver les alertes temps réel des bandits.
ru: отправьте '?outlaws off': чтобы отключить предупреждения о бандитах в реальном времени.

source: Send '?outlaws': to check the state and configuration of the realtime alerts for sighted outlaws.
fr: Envoyez '?outlaws' pour vérifier l'état des alertes temps réel bandits.
ru: отправьте '?outlaws': проверить статус предупреждений о бандитах.

source: Send '?outlaws ly 150': to configure a maximal distance of 150 ly for the outlaws realtime alerts.
fr: Envoyez '?outlaws ly 150' dans le chat pour configurer une distance maximale de 150 al sur les alertes temps réel.
ru: отправь '?outlaws ly 150': задаёт дистанцию для предупреждений о бандитах (=<150св.л)

source: Send '?outlaws cr 10000': to configure a minimal bounty of 10k cr for the outlaws realtime alerts.
fr: Envoyez '?outlaws cr 10000' dans le chat pour configurer une prime minimale de 10k cr sur les alertes temps réel.
ru: отправить '?outlaws cr 10000': установить макс награду в 10тыс кр за бандитов.

source: Send '?outlaws cr -': to remove the minimal bounty for the realtime alerts.
fr: Envoyez '?outlaws cr -' dans le chat pour supprimer la prime minimale sur les alertes temps réel.
ru: отправить '?outlaws cr -': чтобы удалить ограничение по размеру награды.

source: Send '?outlaws ly -': to remove the maximal distance for the realtime alerts.
fr: Envoyez '?outlaws ly -' dans le chat pour supprimer la distance maximale sur les alertes temps réel.
ru: отправлять '?outlaws ly -': удалить ограничение по дистанции.

source: Send '!clear' to clear everything on EDR's overlay
fr: Envoyez '!clear' dans le chat pour effacer l'écran superposé
ru: отправьте '!clear', чтобы очистить все в оверлее EDR

source: Send '!enemies' to find out where enemies were last sighted
fr: Envoyez '!outlaws' dans le chat pour savoir où des bandits ont été récemment repérés
ru: отправьте '!enemies' чтобы выяснить, где враги были замечены

source: Send '?enemies on': to enable realtime alerts for sighted enemies.
fr: Envoyez '?outlaws on' dans le chat pour activer les alertes temps réel des bandits.
ru: отправьте '?enemies on' чтобы включить оповещения о обнаруженных врагах.

source: Send '?enemies off': to disable realtime alerts for sighted enemies.
fr: Envoyez '?outlaws off' dans le chat pour désactiver les alertes temps réel des bandits.
ru: отправьте '?enemies off' чтобы отключить оповещения о обнаруженных врагах.

source: Send '?enemies': to check the state and configuration of the realtime alerts for sighted enemies.
fr: Envoyez '?outlaws' pour vérifier l'état des alertes temps réel bandit.
ru: отправьте '?enemies' чтобы проверить включены ли оповещения о врагах.

source: Send '?enemies ly 150': to configure a maximal distance of 150 ly for the enemies realtime alerts.
fr: Envoyez '?outlaws ly 150' dans le chat pour configurer une distance maximale de 150 al sur les alertes temps réel.
ru: отправьте '?enemies ly 150' чтобы настроить максимальное расстояние в 150св.л для оповещений о врагах.

source: Send '?enemies cr 10000': to configure a minimal bounty of 10k cr for the enemies realtime alerts.
fr: Envoyez '?outlaws cr 10000' dans le chat pour configurer une prime minimale de 10k cr sur les alertes temps réel.
ru: отправьте '?enemies cr 10000': чтобы настроить минимальную награду в 10к кр для оповещений о врагах.

source: Send '?enemies cr -': to remove the minimal bounty for the realtime alerts.
fr: Envoyez '?outlaws cr -' dans le chat pour supprimer la prime minimale sur les alertes temps réel.
ru: отправьте '?enemies cr -', чтобы убрать ограничение по награде.

source: Send '?enemies ly -': to remove the maximal distance for the realtime alerts.
fr: Envoyez '?outlaws ly -' dans le chat pour supprimer la distance maximale sur les alertes temps réel.
ru: отправьте '?enemies ly -': чтобы убрать ограничение по расстоянию.

source: Send '!distance <system>' or '!d <system>': shows the distance to <system>.
fr: Envoyez '!distance <système>' dans le chat pour connaître la distance qui vous sépare de <système>.
ru: отправьте '!distance <system>' или '!d <system>', чтобы узнать расстояние до <system>.

source: Send '!distance Lave > Eravate' or '!d Lave > Eravate': shows the distance from Lave to Eravate.
fr: Envoyez '!distance Lave > Eravate' ou '!d Lave > Eravate' dans le chat pour connaître la distance entre les systèmes Lave et Eravate.
ru: отправьте '!distance Lave > Eravate' или '!d Lave > Eravate': узнать расстояние от Lave до Eravate.

source: Send '!search resource name', e.g. '!search cadmium', to find the closest hotspot for rare resources.
fr: Envoyez '!search nom de la resource', e.g. '!search cadmium', pour trouver les sources de matériaux rares.
ru: отправьте '!search название_ресурса', например, '!search cadmium', чтобы найти ближайшую точку с этим ресурсом.

source: Send '!if' or '!if Lave' to find an Interstellar Factors near your position or a specific system.
fr: Envoyez '!if' or '!if Lave' pour trouver un Interstellar Factors proche de votre position ou de Lave.
ru: отправьте '!if' или '!if Lave', чтобы найти Interstellar Factors рядом с вашим местоположением или определенной системой.

source: Send '!raw' or '!raw Lave' to find a Raw Material Trader near your position or a specific system.
fr: Envoyez '!raw' or '!raw Lave' pour trouver un marchand de matières premières proche de votre position ou de Lave.
ru: отправьте '!raw' или '!raw Lave', чтобы найти торговца сырьем рядом с вашим местоположением или определенной системой.

source: Send '!encoded', !enc' or '!enc Lave' to find an Encoded Data Trader near your position or a specific system.
fr: Envoyez '!encoded' or '!enc Lave' pour trouver un marchand de données encodées proche de votre position ou de Lave.
ru: отправьте '!encoded', !enc' или '!enc Lave', чтобы найти торговца данными рядом с вами или в нужной системе.

source: Send '!manufactured', '!man' or '!man Lave' to find a Manufactured Material Trader near your position or a specific system.
fr: Envoyez '!manufactured' or '!man Lave' pour trouver un marchand de produits proche de votre position ou de Lave.
ru: отправьте '!manufactured', '!man' или '!man Lave', чтобы найти торговца промышленными материалами рядом с вашим местоположением или конкретной системой.

source: Send '!staging' or '!staging Lave' to find a good staging station near your position or a specific system, i.e. large pads, shipyard, outfitting, repair/rearm/refuel.
fr: Envoyez '!staging' or '!staging Lave' pour trouver un statioport en retrait de votre position ou de Lave.
ru: отправьте '!staging' или '!staging Lave', чтобы найти хорошую станцию постановки рядом с вашей позицией или конкретной системой, то есть большие площадки, верфи, наружу, ремонт/реактивное топливо.

source: Send '!htb', '!humantechbroker' or '!htb Lave' to find a Human Tech Broker near your position or a specific system
fr: Envoyez '!htb', '!humantechbroker' ou '!htb Lave' pour trouver un courtier en technologie humaine proche de votre position ou de Lave
ru: отправьте '!htb', '!humantechbroker' или '!htb Lave', чтобы найти чел. техноброкера рядом с вашим местоположением или конкретной системой

source: Send '!gtb', '!guardiantechbroker' or '!gtb Lave' to find a Guardian Tech Broker near your position or a specific system
fr: Envoyez '!gtb', '!guardiantechbroker' ou '!gtb Lave' pour trouver un courtier en technologie Gardien proche de votre position ou de Lave
ru: отправьте '!gtb', '!guardiantechbroker' или '!gtb Lave', чтобы найти техно брокера Guardian рядом с вашим местоположением или конкретной системой

source: Send '!edr optional message' to dispatch a generic message to EDR Central's discord server (be mindful).
fr: Envoyez '!edr message optionnel' pour envoyer un message générique sur le discord EDR Central (n'abusez pas cette fonctionnalité).
ru: отправьте '!edr текст', чтобы отправить общее сообщение на дискорд-сервер EDR Central (будьте внимательны).

source: Send '!911 optional message' to dispatch a law enforcer request to EDR Central's discord server (be mindful).
fr: Envoyez '!911 message optionnel' pour dispatcher une demande de renfort au serveur discord EDR Central (n'abusez pas cette fonctionnalité).
ru: отправьте '!911 необязательное сообщение', чтобы отправить запрос силовикам в дискорд (сервер EDR Central) (будьте внимательны).

source: Send '!fuel optional message' to dispatch a fuel request to EDR Central's discord server (be mindful). Also, check the UI in EDMC for Fuel Rats/Corgis instructions.
fr: Envoyez '!fuel message optionnel' pour dispatcher une demande de fuel au serveur discord EDR Central (n'abusez pas cette fonctionnalité). Regardez dans l'interface EDMC pour les instructions Fuel Rats/Corgis.
ru: отправьте '!fuel необязательное сообщение', чтобы отправить запрос на заправку на дискорд-сервер EDR Central (будьте внимательны). также проверьте UI в EDMC для получения инструкций по топливным крысам.

source: Send '!repair optional message' to dispatch a repair request to EDR Central's discord server (be mindful). Also, check the UI in EDMC for Repair Corgis instructions.
fr: Envoyez '!repair message optionnel' pour dispatcher une demande de méchano au serveur discord EDR Central (n'abusez pas cette fonctionnalité). Regardez dans l'interface EDMC pour les instructions Fuel Rats/Corgis.
ru: отправьте '!repair текст', чтобы отправить запрос на ремонт на дискорд-сервер EDR Central (будьте внимательны). также проверьте UI в EDMC для получения инструкций по ремонту.

source: Send '!nav 45.3 -3.5' for getting planetary guidance to a specific location, e.g. 45.3 longitude, -3.5 latitude.
fr: Envoyez '!nav 45.3 -3.5' pour obtenir la navigation assistée vers une destination planétaire, e.g. 45.3 longitude, -3.5 latitude.
ru: отправьте '!nav 45.3 -3.5' для планетарного наведения на определенное место, например, 45.3 долгота, -3.5 широта.

source: Send '!nav off' to clear the navigation data.
fr: Envoyez '!nav off' pour désactiver la navigation assistée.
ru: отправьте '!nav off', чтобы очистить нав. данные.

source: Send '!nav set' to mark your current location as your navigation target.
fr: Envoyez '!nav set' pour marquer votre position en tant que destination.
ru: отправьте '!nav set', чтобы отметить ваше текущее местоположение как цель навигации.

source: Send '!ship fdl' to find out where you've parked your Fer-de-Lance.
fr: Envoyez '!ship fdl' pour trouver où vous avez parqué vos Fer-de-Lance.
ru: отправьте '!ship fdl', чтобы узнать, где вы припарковали свой Fer-de-Lance.

source: Send '!ship In Front Of Things' to find out where you've parked your ship named 'In Front of Things'.
fr: Envoyez '!ship Devant les Trucs' pour trouver où vous avez parqué votre vaisseau appelé 'Devant les Trucs'.
ru: отправьте "!ship In Front of Things" чтобы узнать, где вы припарковали свой корабль под названием "In Front of Things".

source: Send '!eval power' to get an assessment of your power priorities.
fr: Envoyez '!eval power' pour obtenir une évaluation de vos priorités énergétiques.
ru: отправьте '!eval power', чтобы получить оценку cиловой.

source: [Odyssey] Send '!eval backpack' to get an assessment of items in your backpack.
fr: [Odyssey] Envoyez '!eval backpack' pour obtenir une évaluation du contenu de votre sac-à-dos.
ru: [Odyssey] отправьте '!eval backpack', чтобы оценить предметы в вашем рюкзаке.

source: [Odyssey] Send '!eval locker' to get an assessment of items in your ship locker.
fr: [Odyssey] Envoyez '!eval locker' pour obtenir une évaluation du contenu de votre stockage (vaisseau).
ru: [Odyssey] отправьте '!eval locker' для оценки предметов, находящихся на вашем корабле.

source: [Odyssey] Send '!eval bar' to get an assessment of items on sale from the last visited bar on a fleet carrier.
fr: [Odyssey] Envoyez '!eval bar' pour obtenir une évaluation des articles en vente au dernier bar visité sur un porte-vaisseaux.
ru: [Odyssey] отправьте '!eval bar', чтобы получить оценку предметов на продажу из последнего посещенного бара на флотоносце.

source: [Odyssey] Send '!eval bar demand' to get an assessment of items in demand at the last visited bar on a fleet carrier.
fr: [Odyssey] Envoyez '!eval bar demand' pour obtenir une évaluation des articles en demande au dernier bar visité sur un porte-vaisseaux.
ru: [Odyssey] отправьте '!eval bar demand' - запрос на оценку спроса в баре на посленднем посещённом флотоносце.

source: Send '!offbeat' to get a station whose info hasn't been updated recently and has a higher chance of carrying premium weapons/suits.
fr: Envoyez '!offbeat' pour trouver un statioport qui n'a pas été mise à jour récemment pour accroire les chances de trouver des combinaison spatiales our des armes pré-upgradés.
ru: отправь '!offbeat' чтобы найти станцию, информация о которой давно не обновлялась. исполуйте для поиска улучшеных костюмов и оружия.

source: Send '!materials' to get a list of material profiles supported by EDR (e.g. synthesis for FSD, etc.)
fr: Enoyez '!materials' pour obtenir une liste des profils matériaux supportés par EDR (e.g. synthèse pour FSD, etc.)
ru: отправьте '!materials' для просмотра списка синтеза EDR (например, синтез FSD и т.д.)

source: Send '!rrrfc' to get a fleet carrier with repair, rearm, refuel in the current system. Double check docking access before proceeding.
fr: Envoyez '!rrrfc' pour obtenir un porte-vaisseaux avec réparations, réarmement, ravitaillement dans le système. Vérifiez les droits d'accès avant de vous dirigez dessus.
ru: отправьте '!rrrfc', чтобы найти Fleet Carrier с ремонтом, перезарядкой, заправкой в текущей системе. перед тем как продолжить, проверьте доступ к стыковке.

source: Send '!rrrfc < 15' to get a fleet carrier with repair, rearm, refuel within 15 LY of the current system. Double check docking access before proceeding.
fr: Envoyez '!rrrfc < 15' pour obtenir un porte-vaisseaux avec réparations, réarmement, ravitaillement dans un rayon de 15 AL autour du système. Vérifiez les droits d'accès avant de vous dirigez dessus.
ru: отправьте '!rrrfc < 15' чтобы найти флотоносец с ремонтом, припасами и топливом в пределах 15 св.л от текущей системы. дважды проверьте доступ к стыковке перед продолжением.

source: Send '!rrrfc deciat' to get a fleet carrier with repair, rearm, refuel within the specified system (e.g. Deciat). Double check docking access before proceeding.
fr: Envoyez '!rrrfc deciat' pour obtenir un porte-vaisseaux avec réparations, réarmement, ravitaillement dans le système précisé (e.g. Deciat). Vérifiez les droits d'accès avant de vous dirigez dessus.
ru: отправьте '!rrrfc Deciat' чтобы найти флотоносец с ремонтом, припасами и топливом в системе Deciat. дважды проверьте доступ к стыковке перед продолжением.

source: Send '!rrr' to get a station with repair, rearm, refuel in the current system.
fr: Envoyez '!rrr' pour obtenir un spatioport avec réparations, réarmement, ravitaillement dans le système.
ru: отправьте '!rrr', чтобы найти станцию с ремонтом, припасами и топливом в текущей системе.

source: Send '!rrr < 15' to get a station with repair, rearm, refuel within 15 LY of the current system.
fr: Envoyez '!rrr < 15' pour obtenir un spatioport avec réparations, réarmement, ravitaillement dans un rayon de 15 AL autour du système.
ru: отправьте '!rrrr < 15', чтобы найти станцию с ремонтом, припасами и топливом в пределах 15 св.л от текущей системы.

source: Send '!rrr deciat' to get a station with repair, rearm, refuel within the specified system (e.g. Deciat).
fr: Envoyez '!rrr deciat' pour obtenir un spatioport avec réparations, réarmement, ravitaillement dans le système spécifié (e.g. Deciat).
ru: отправьте '!rrrr deciat', чтобы получить станцию с ремонтом, будильником, топливом в указанной системе (например, Deciat).

source: Send 'When using EDR's search features, the system name will be placed in the clipboard. Hit Ctrl+V to paste the result.
fr: Quand vous utilisez une fonctionnalité de recherche, EDR placera le nom du système dans le presse-papier. Utilisez Ctrl+V pour coller le résultat.
ru: отправлять "при использовании поисковых функций EDR" имя системы будет помещено в буфер обмена. нажмите Ctrl+V, чтобы вставить результат.

source: Send '!parking' to check for fleet carrier parking slots in the current system.
fr: Envoyez '!parking' pour verifier les emplacements parking pour votre porte-vaisseau dans le système courant.
ru: отправьте '!parking', чтобы проверить парковочные места для флотоносца в текущей системе.

source: Send '!parking #1' to check for fleet carrier parking slots in the first system near your location.
fr: Envoyez '!parking #1' afin de vérifier les emplacements pour un porte-vaisseaux dans le deuxième système proche de votre position.
ru: отправьте '!parking #1', чтобы проверить наличие парковочных мест в ближайшей системе рядом с вашим местоположением.

source: Send '!parking deciat' to check for fleet carrier parking slots in Deciat.
fr: Envoyez '!parking deciat' afin de vérifier les emplacements pour porte-vaisseaux à Deciat.
ru: отправьте '!parking deciat', чтобы проверить парковочные места в Deciat.

source: Send '!parking deciat #3' to check for fleet carrier parking slots in the third closest system to Deciat.
fr: Envoyez '!parking deciat #3' afin de vérifier les emplacements pour porte-vaisseaux dans le troisième système proche de Deciat.
ru: отправить '!parking deciat #3' для проверки парковочных мест в третьей ближайшей системе от Deciat.

source: Send '!fc J6B' to display info for a local fleet carrier whose callsign or name contains J6B.
fr: Envoyez '!fc J6B' pour afficher les infos d'un porte-vaisseaux local avec J6B dans son indicatif d'appel ou son nom.
ru: отправьте '!fc J6B', чтобы отобразить информацию о местном флотоносце, чей позывной или имя содержит J6B.

source: Send '!station Jameson' to display info for a local station/outpost/... whose name contains Jameson.
fr: Envoyez '!station Jameson' pour afficher les infos d'une Station/Outpost/... local avec Jameson dans son nom.
ru: отправьте '!station Jameson' для отображения информации о местной станции/аутпосте/..., название которой содержит Jameson.

source: Point at materials with the emote gesture to identify them and have EDR share some info about how useful the material is.
fr: Pointez à un matériau avec le geste emote afin que EDR affiche des informations sur l'utilité du matériau.
ru: укажите на материалы с помощью жеста эмоций, чтобы идентифицировать их.

source: Point at, or salute other players with the emote gestures to show their EDR and Inara profile.
fr: Pointez ou saluez un autre pilote avec les gestes emote pour afficher leur profile EDR et Inara.
ru: указывайте на других игроков или приветствуйте их жестами эмоций, чтобы показать их профиль EDR и Inara.

source: When visiting a bar on a fleet carrier, EDR will list the most useful Odyssey items that are on sale if any.
fr: Lors de la visite d'un bar sur un porte-vaisseaux, EDR répertorie les articles Odyssey les plus utiles qui sont en vente, le cas échéant.
ru: при посещении бара на флотоносце EDR выведет список наиболее полезных предметов Odyssey, которые находятся в продаже, если таковые имеются.

source: When visiting a bar on a fleet carrier with no items on sale, EDR will list the least useful Odyssey items that can be sold if any.
fr: Lorsque vous visitez un bar sur un porte-vaisseaux sans articles en stock, EDR répertorie les articles Odyssey les moins utiles qui peuvent être vendus, le cas échéant.
ru: при посещении бара на флотоносце, где нет предметов на продажу, EDR выводит список наименее полезных предметов Odyssey, которые можно продать, если таковые имеются.
