Repository: lekeno/edr
Catalog: edr/l10n/*/edr.po
Languages: fr, ru

source: {nb} stars
fr: {nb} étoiles
ru: ◯ : {nb}

source: 1 star (no gravity well)
fr: 1 étoile (sans puit de gravité)
ru: ◯ (без вторичных)

source: If full, try the next one with !parking #{}.
fr: S'il n'y a plus de place, essayez le prochain système avec !parking #{}.
ru: если заполнено, попробуйте !parking #{}.

source: If full, try the next one with !parking {} #{}.
fr: S'il n'y a plus de place, essayez le prochain système avec !parking {} #{}.
ru: если заполнено, попробуйте !parking {} #{}.

source: FC Parking: no #{} system within [{}LY] of {}
fr: Parking FC: pas de système #{} dans un rayon de [{}LY] autour de {}
ru: парковка: нет системы #{} в пределах [{}св.л] от {}

source: No #{} system found within [{}LY].
fr: Pas de système #{} dans un rayon de [{}LY].
ru: система #{} не найдена в пределах [{} св.л].

source: Try !parking #{}
fr: Essayez !parking #{}
ru: попробуйте !parking #{}

source: Try !parking {} #{}
fr: Essayez !parking {} #{}
ru: используй !parking {} #{}

source: FC Parking near {}
fr: Parking porte-vaisseaux autour de {}
ru: парковка рядом с {}

source: Unrecognized materials profile
fr: Profile matériaux non reconnu
ru: нераспознанный materials профиль

source: To see a list of profiles, send: !materials
fr: Envoyez !materials pour voir la liste des profiles
ru: чтобы увидеть список синтеза, отправьте: !materials

source: Using materials profile '{}'
fr: Profile {} utilisé
ru: используется профиль '{}'

source: Revert to default profile by sending: !materials default
fr: Pour revenir au profile de base, envoyez: !materials default
ru: вернуть по умолчанию: - !materials default

source: Using default materials profile
fr: Utilisation du profile de base
ru: используется materials профиль по умолчанию

source: See the list of profiles by sending: !materials
fr: Pour voir la liste des profiles, envoyez: !materials
ru: чтобы увидеть список синтеза, отправьте: !materials

source: Available materials profiles
fr: Liste des profiles disponibles
ru: доступные materials профили

source: EDR Search: suggested terms
fr: Recherche EDR : mots-clés suggérés
ru: EDR поиск: подходящие термины

source: {}: not supported.
fr: {}: non disponible.
ru: {}: не поддерживается.

source: To learn how to use the feature, send: !help search
fr: Pour afficher l'aide, envoyez: !help search
ru: для справки, отправьте: !help search

source: {}: searching...
fr: {}: recherche en cours...
ru: {}: поиск...

source: {}: failed...
fr: {}: échec...
ru: {}: не удалось...

source: {}: found
fr: {}: succès
ru: найдено: {}

source: {} ({}LY, {})
fr: {} ({}AL, {})
ru: {} ({} св.л, {})

source: as of {}
fr: date des infos: {}
ru: по состоянию на {}

source: {}: nothing within [{}LY] of {}
fr: {}: rien dans un rayon de [{}LY] autour de {}
ru: {}: в [{} св.л] от {} ничего

source: nothing found within {}LY, {}.
fr: rien dans un rayon de {}LY, {}.
ru: ничего не найдено в {} св.л, {}.

source: Opened Spansh in your web browser.
fr: Ouvert Spansh dans votre navigateur Web.
ru: откройте spansh.co.uk в своем веб-браузере.

source: Wait for the route to complete, copy the URL to the clipboard, then send the '!journey fetch' command.
fr: Attendez que la route soit terminée, copiez l'URL dans le presse-papiers, puis envoyez la commande '!journey fetch'.
ru: дождитесь расчета маршрута, скопируйте URL в буфер обмена, затем отправьте команду '!journey fetch'.

source: Adjust the source / destination / range, generate and wait for a route, copy the URL to the clipboard, then send the '!journey fetch' command.
fr: Ajustez le point de départ / la destination / la portée du FSD, générez la route, copiez l'URL dans le presse-papiers, puis envoyez la commande '!journey fetch'.
ru: проложите маршрут, скопируйте URL, а затем используйте '!journey fetch'

source: Failed to load a csv route from {}.
fr: Échec du chargement d'un itinéraire format csv à partir de {}.
ru: не удалось загрузить из csv: {}.

source: No recognized URL in the clipboard.
fr: Aucune URL reconnue dans le presse-papiers.
ru: не распознан URL-адрес в буфере обмена.

source: Visit spansh.co.uk, create a route, copy the URL to the clipboard, then resend the '!journey fetch' command
fr: Visitez spansh.co.uk, créez un itinéraire, copiez l'URL dans le presse-papiers, puis renvoyez la commande '! Journey fetch'
ru: на spansh.co.uk создайте маршрут, скопируйте URL в буфер обмена, затем повторно отправьте команду '!journey fetch'.

source: Fetching the route from Spansh.
fr: Récupération de l'itinéraire depuis Spansh.
ru: получение маршрута из Spansh.

source: Please wait...
fr: Veuillez patienter...
ru: подождите...

source: Something went wrong.
fr: Une erreur s'est produite.
ru: что-то пошло не так.

source: Route successfully cleared.
fr: Itinéraire effacée avec succès.
ru: маршрут очищен

source: No route.
fr: Pas d'itinéraire.
ru: маршрут отсутствует.

source: Use '!journey new' or '!journey load' to create one.
fr: Utilisez '!journey new' ou '!journey load' pour en créer un itinéraire.
ru: для его создания используйте '!journey new' или '!journey load'.

source: Reached the end of the route.
fr: Arrivé au bout de l'itinéraire.
ru: вы достигли конца маршрута.

source: Use '!journey previous' to go back one step.
fr: Utilisez '!journey previous' pour revenir en arrière d'une étape.
ru: '!journey previous', чтобы вернуться на шаг назад.

source: Copied '{}' into the clipboard
fr: Copié {} dans le presse papier
ru: '{}' скопировано в буфер обмена

source: EDR Journey - Current Waypoint
fr: Itinéraire EDR - Étape en cours
ru: EDR Journey - текущая точка маршрута

source: Reached the start of the route.
fr: Arrivé au début de l'itinéraire.
ru: вы достигли начала маршрута.

source: Use '!journey next' to go to the next waypoint.
fr: Utilisez '!journey next' pour aller à la prochaine étape.
ru: '!journey next', чтобы перейти к следующей точке маршрута.

source: Checked off specified bodies
fr: Les planétes spécifiées ont été rayées de la liste
ru: изучено тел

source: Specified bodies already checked off or inexistent
fr: Les planètes spécifiées sont déjà rayées de la liste ou elles n'existent pas
ru: указанные тела уже вычеркнуты или не существуют

source: outlaw
fr: bandit
ru: бандит

source: neutral
fr: neutre
ru: нейтрал

source: enforcer
fr: vigile
ru: силовик

source: enemy
fr: ennemi
ru: враг

source: ally
fr: allié
ru: союзник

source: Outlaw++++
fr: Bandit++++
ru: бандит++++

source: Outlaw+++
fr: Bandit+++
ru: бандит+++

source: Outlaw++
fr: Bandit++
ru: бандит++

source: Outlaw+
fr: Bandit+
ru: бандит+

source: Outlaw
fr: Bandit
ru: бандит

source: Ambiguous
fr: Ambigu
ru: нейтрал

source: Lawful
fr: Innocent
ru: легал

source: Lawful+
fr: Innocent+
ru: легал+

source: Lawful++
fr: Innocent++
ru: легал++

source: Lawful+++
fr: Innocent+++
ru: легал+++

source: Lawful++++
fr: Innocent++++
ru: легал++++

source: Ambiguous-
fr: Ambigu-
ru: нейтрал-

source: Ambiguous+
fr: Ambigu+
ru: нейтрал+

source: powerplay|enemy
fr: ennemi
ru: powerplay|враг

source: {iff} by {tagged_by}
fr: {iff} selon {tagged_by}
ru: {iff} от {tagged_by}

source: #friend
ru: #друзья

source: Call rejected: you seem to have enough fuel.
fr: Appel rejeté: il semble que vous ayez assez de carburant.
ru: запрос отклонен: недостаточно топлива.

source: Contact Cmdr LeKeno if this is inaccurate
fr: Contactez Cmdr LeKeno si ceci est incorrect
ru: если нашли ошибку, свяжитесь с кмдр LeKeno

source: Call rejected: you seem to have enough hull left.
fr: Appel rejeté: il semble que votre coque n'est pas dans un état critique.
ru: запрос отклонен: сильные повреждения корпуса.

source: Local: `{location}`
ru: расположение: `{location}`

source: System: `{location}`
fr: Système: `{location}`
ru: система: `{location}`

source: Squadron
fr: Escadron
ru: эскадрилья

source: Squadron Leaders
fr: Chefs d'escadron
ru: лидер эскадрильи

source: Wing
fr: Escadron
ru: крыло

source: Crew
fr: Équipier
ru: экипаж

source: Voice
fr: Vocal
ru: голос

source: Unknown
fr: Non reconnu
ru: неизвестен

source: Channel
fr: Canal
ru: канал

source: via ED Recon on behalf of Cmdr {}
fr: par ED Recon au nom du Cmdt {}
ru: через ED Recon от имени Cmdr {}

source: Receiver
fr: Destinataire
ru: получатель

source: Flight Plan
fr: Plan de vol
ru: план полета

source: Landing
fr: Atterrissage
ru: посадка

source: Allowed
fr: Permis
ru: разрешен

source: Not allowed
fr: Refusé
ru: не разрешен

source: selling
fr: vend
ru: продажа

source: buying
fr: achéte
ru: покупка

source: Bar / Market trading
fr: Négoce de bar/marché
ru: бар / рынок

source: ```Access : {} Notorious: {}```
fr: ```Accès : {} Notoires:: {}```
ru: ```доступ : {} плох.репа: {}```

source: Location
fr: Emplacement
ru: местоположение

source: ```System: {} Body : {}```
fr: ```Système : {} Corps : {}```
ru: ```система: {} тел: {}```

source: USS-HGE
ru: выс. ур. сигн.

source: Private Data Beacon
fr: Balise de données privées
ru: маяк (конфиденциальные данные)

source: Fleet Carrier [{}] - {}
fr: Porte-vaisseaux [{}] - {}
ru: флотоносец [{}] - {}

source: Location: {} Access: {} Notorious: {}
fr: Emplacement: {} Accès: {} Notoires: {}
ru: местонахождение: {} доступ: {} плохая репутация: {}

source: allowed
fr: permis
ru: разрешено

source: disallowed
fr: refusé
ru: запрещено

source: {"Quantity": >8} {"Item": <30} {"Price (cr)": >10}
fr: {"Quantité": >8} {"Produit": <30} {"Prix(cr)": >10}
ru: {"кол-во": >8} {"товар": <30} {"цена (кр)": >10}

source: ----===<< As of {} - Info provided by ED Recon >>===----
fr: ----===<< Valide au {} - Info fournis par ED Recon >>===----
ru: ----===<< по состоянию на {} - информация предоставлена ED Recon >>===----

source: Nav Beacon
fr: Balise de données
ru: навигационный маяк

source: USS
ru: нис

source: Compromised Nav Beacon
fr: Balise de données compromise
ru: разрушенный навигационный маяк

source: Salvageable Wreckage
fr: Épave récupérable
ru: место катастрофы

source: Anomalous Signal - Numbers Station
fr: Signal anormal – Station de numéros
ru: аномальный сигнал - Numbers Station

source: CZ [AX]
ru: кз [AX]

source: CAPITAL SHIP
fr: NAVIRE CAPITAL
ru: крупный корабль

source: Unreg. Comms - Numbers Station (Ⅰ)
fr: Comms non enregistrées - Station de numéros (Ⅰ)
ru: незарег. передача - Numbers Station (Ⅰ)

source: Pirates [Th. 7]
fr: Pirates [Danger 7]
ru: пираты [ур. 7]

source: Pirates [Th. 6]
fr: Pirates [Danger 6]
ru: пираты [ур. 6]

source: Pirates [Th. 5]
fr: Pirates [Danger 5]
ru: пираты [ур. 5]

source: Ancient probe
fr: Sonde ancienne
ru: древний зонд

source: Armed Revolt
fr: Révolte armée
ru: вооружённое восстание

source: Checkpoint
fr: Point de contrôle
ru: контрольная точка

source: Crime Sweep
fr: Enquête criminelle
ru: искоренение преступности

source: Debris field
fr: Champ de débris
ru: район катастрофы

source: Distress Call (Ⅰ)
fr: Appel de détresse (Ⅰ)
ru: сигнал бедствия (I)

source: Distress Call (Ⅱ)
fr: Appel de détresse (Ⅱ)
ru: сигнал бедствия (Il)

source: Distribution centre
fr: Centre de distribution
ru: центр распределения

source: Stellar phenomena
fr: Phénomènes stellaires
ru: звездные феномены

source: Listening Post
fr: Poste d'écoute
ru: пост перехвата

source: Military Strike
fr: Frappe militaire
ru: военный удар

source: Standard Res|Std
fr: Std
ru: Standard Res|обычн

source: Res Low|Low
fr: Low
ru: Res Low|низк

source: Res High|High
fr: High
ru: Res High|выс

source: Res Hazardous|Haz
fr: Haz
ru: Res Hazardous|опасн

source: RES
ru: мдр

source: CZ Low intensity|Low
fr: Low
ru: CZ Low intensity|низк

source: CZ Medium intensity|Med
fr: Med
ru: CZ Medium intensity|сред

source: CZ High intensity|High
fr: High
ru: CZ High intensity|выс

source: CZ
ru: кз

source: Degraded Emissions|Degraded
fr: Dégradées
ru: Degraded Emissions|низкоуровневые

source: Encoded Emissions|Encoded
fr: Encodées
ru: Encoded Emissions|зашифрованные

source: High Grade Emissions|High Grade
fr: Haute qualité
ru: High Grade Emissions|высокоуровневые

source: Misc.
fr: Divers.
ru: разное

source: Pirates Threat 7|Th7
fr: Da7
ru: пиратская угроза 7|ур7

source: Pirates Threat 6|Th6
fr: Da6
ru: пиратская угроза 6|ур6

source: Pirates Threat 5|Th5
fr: Da5
ru: пиратская угроза 5|ур5

source: Pirates
ru: пираты

source: Stations: {}
fr: Statioports: {}
ru: станции: {}

source: FC: {}
ru: флотоносцы: {} шт.

source: Misc.: {}
fr: Autres: {}
ru: разное: {}

source: Zinc
ru: цинк

source: Mercury
fr: Mercure
ru: ртуть

source: Polonium
ru: полоний

source: Tellurium
fr: Tellure
ru: теллурий

source: Yttrium
ru: иттрий

source: Antimony
fr: Antimoine
ru: сурьма

source: Selenium
fr: Sélénium
ru: селен

source: Ruthenium
fr: Ruthénium
ru: рутений

source: Zirconium
ru: цирконий

source: Vanadium
ru: ванадий

source: Manganese
fr: Manganèse
ru: марганец

source: Chromium
fr: Chrome
ru: хром

source: Molybdenum
fr: Molybdène
ru: молибден

source: Technetium
fr: Technétium
ru: технеций

source: Tin
fr: Étain
ru: олово

source: Arsenic
ru: мышьяк

source: Cadmium
ru: кадмий

source: Iron
fr: Fer
ru: железо

source: Niobium
ru: ниобий

source: Phosphorus
fr: Phosphore
ru: фосфор

source: Germanium
ru: германий

source: Tungsten
fr: Tungstène
ru: вольфрам

source: Sulphur
fr: Soufre
ru: сера

source: Carbon
fr: Carbone
ru: углерод

source: Nickel
ru: никель

source: Rhenium
fr: Rhénium
ru: рений

source: Boron
fr: Bore
ru: бор

source: Lead
fr: Plomb
ru: свинец

source: Focus Crystals
ru: фокусировочные кристаллы

source: Compound Shielding
ru: многоступенчатая защита

source: Galvanising Alloys
ru: оцинкованные сплавы

source: Heat Vanes
ru: тепловые заслонки

source: Configurable Components
ru: настраиваемые компоненты

source: Biotech Conductors
ru: биотехнологические проводники

source: Chemical Manipulators
ru: манипуляторы для работы с химикатами

source: Mechanical Components
ru: механические компоненты

source: Proprietary Composites
ru: патентованные композиты

source: High Density Composites
ru: высокоплотностные композиты

source: Proto Radiolic Alloys
ru: сплавы для изготовления зондов

source: Chemical Distillery
ru: оборудование для перегонки химикатов

source: Chemical Processors
ru: оборудование для химобработки

source: Imperial Shielding
ru: имперская защита

source: Grid Resistors
ru: наборные резисторы

source: Heat Conduction Wiring
ru: теплопроводящие провода

source: Military Grade Alloys
ru: сплавы военного назначения

source: Hybrid Capacitors
ru: гибридные конденсаторы

source: Heat Exchangers
ru: теплообменные агрегаты

source: Conductive Polymers
ru: проводящие полимеры

source: Shielding Sensors
ru: сенсоры щита

source: Heat Dispersion Plate
ru: теплорассеивающая пластина

source: Electrochemical Arrays
ru: электрохимические массивы

source: Conductive Ceramics
ru: проводящая керамика

source: Conductive Components
ru: проводящие компоненты

source: Military Supercapacitors
ru: военные суперконденсаторы

source: Mechanical Equipment
ru: механическое оборудование

source: Phase Alloys
ru: фазовые сплавы

source: Pharmaceutical Isolators
ru: фармацевтические изоляционные материалы

source: Core Dynamics Composites
ru: композиты Core Dynamics

source: Basic Conductors
ru: простые проводники

source: Mechanical Scrap
ru: механические отходы

source: Salvaged Alloys
ru: захваченные сплавы

source: Proto Light Alloys
ru: опытные легкие сплавы

source: Refined Focus Crystals
ru: обработанные фокусировочные кристаллы

source: Shield Emitters
ru: щитоизлучатели

source: Precipitated Alloys
ru: осажденные сплавы

source: Worn Shield Emitters
ru: изношенные щитоизлучатели

source: Exquisite Focus Crystals
ru: отборные фокусировочные кристаллы

source: Polymer Capacitors
ru: полимерные конденсаторы

source: Thermic Alloys
ru: термические сплавы

source: Improvised Components
ru: кустарные компоненты

source: Crystal Shards
ru: осколки кристаллов

source: Heat Resistant Ceramics
ru: жаропрочная керамика

source: Tempered Alloys
ru: закаленные сплавы

source: Flawed Focus Crystals
ru: поврежденные фокусировочные кристаллы

source: Filament Composites
ru: волокнистые композиты

source: Compact Composites
ru: спресованные композиты

source: Chemical Storage Units
ru: контейнеры для химикатов

source: Proto Heat Radiators
ru: прототипы теплоизлучателей

source: Guardian Power Conduit
ru: энергопроводники стражей

source: Guardian Power Cell
ru: энергоячейка стражей

source: Guardian Technology Component
ru: компоненты технологий стражей

source: Guardian Wreckage Components
ru: компоненты обломков стражей

source: Guardian Sentinel Weapon Parts
ru: части вооружения часового стражей

source: Classified Scan Fragment
ru: засекреченные фрагменты данных сканирования

source: Security Firmware Patch
ru: обновление для защитной микропрограммы

source: Datamined Wake Exceptions
fr: Datamined Wake Exception (Centre de distribution
ru: исключения из глубинного анализа данных следа

source: Abnormal Compact Emissions Data
ru: аномальные компактные данные об излучении

source: Aberrant Shield Pattern Analysis
ru: анализ аномального поведения щита

source: Adaptive Encryptors Capture
ru: захват адаптивного шифровальщика

source: Unexpected Emission Data
ru: неожиданные данные об излучении

source: Cracked Industrial Firmware
ru: взломанные промышленные микропрограммы

source: Classified Scan Databanks
ru: засекреченные базы данных сканирования

source: Specialised Legacy Firmware
ru: специальные микропрограммы предыдущего поколения

source: Modified Embedded Firmware
ru: измененные встроенные микропрограммы

source: Distorted Shield Cycle Recordings
ru: поврежденные цикличные записи щита

source: Decoded Emission Data
ru: расшифрованные данные об излучении

source: Anomalous Bulk Scan Data
ru: аномальный массив данных сканирования

source: Unidentified Scan Archives
ru: неопознанные архивы сканирования

source: Inconsistent Shield Soak Analysis
ru: неполный анализ поглощения щита

source: Divergent Scan Data
ru: неформатные данные сканирования

source: Untypical Shield Scans
ru: нетипичные данные сканирования щитов

source: Peculiar Shield Frequency Data
ru: специфические данные о частоте щитов

source: Tagged Encryption Codes
ru: меченые шифровальные коды

source: Modified Consumer Firmware
ru: измененные пользовательские микропрограммы

source: Irregular Emission Data
ru: нестандартные данные об излучении

source: Open Symmetric Keys
ru: открытые симметричные ключи

source: Unusual Encrypted Files
ru: особые зашифрованные файлы

source: Exceptional Scrambled Emission Data
ru: исключительные зашифрованные данные об излучении

source: Anomalous FSD Telemetry
ru: аномальная телеметрия FSD

source: Eccentric Hyperspace Trajectories
ru: аномальные траектории в гиперпространстве

source: Atypical Disrupted Wake Echoes
ru: атипичное эхо поврежденного следа

source: Strange Wake Solutions
ru: странные расчеты следа

source: Atypical Encryption Archives
ru: нетипичные архивы шифрования

source: Pattern Alpha Obelisk Data
ru: данные с обелиска «альфа»

source: Pattern Gamma Obelisk Data
ru: данные с обелиска «гамма»

source: Guardian Module Blueprint Fragment
ru: фрагмент чертежа модуля стража

source: Pattern Beta Obelisk Data
ru: данные с обелиска «бета»

source: Pattern Delta Obelisk Data
ru: данные с обелиска «дельта»

source: Guardian Starship Blueprint Fragment
ru: фрагмент чертежа судна стражей

source: Guardian Weapon Blueprint Fragment
ru: фрагмент чертежа оружия стражей

source: Pattern Epsilon Obelisk Data
ru: данные с обелиска «эпсилон»

source: Ship Systems Data
ru: данные бортовых систем корабля

source: Ship Flight Data
ru: полетные данные корабля

source: Thargoid Ship Signature
ru: сигнатура таргоидского корабля

source: Thargoid Structural Data
ru: данные о структуре таргоидского объекта

source: Thargoid Wake Data
ru: данные следа таргоидского корабля

source: Bio-Mechanical Conduits
ru: биомеханические энергопроводники

source: Propulsion Elements
ru: реактивные элементы

source: Thargoid Carapace
ru: таргоидский панцирь

source: Thargoid Energy Cell
ru: таргоидская энергоячейка

source: Thargoid Organic Circuitry
ru: таргоидская органическая схема

source: Thargoid Technological Components
ru: компоненты таргоидской техники

source: E-Breach
ru: взломщик

source: Power Regulator
ru: регулятор мощности

source: Chemical Inventory
ru: опись химикатов

source: Extra backpack
fr: Sac à dos XL
ru: вместимость рюкзака

source: Duty Rota
ru: график дежурств

source: Evacuation Protocols
ru: алгоритм эвакуации

source: Combat movement
ru: движение в бою

source: Exploration Journals
ru: исследовательские дневники

source: Faction News
ru: новости фракции

source: Financial Projections
ru: финансовые прогнозы

source: Sales Records
ru: отчеты о продажах

source: Union Membership
ru: список членов союза

source: Compact Library
ru: компактная библиотека

source: Insight Entertainment Suite
ru: развлекательное устройство Insight

source: lazarus
ru: лазарь

source: Energy Cell
ru: энергоячейка

source: Medkit
ru: аптечка

source: Universal Translator
ru: универсальный переводчик

source: Biochemical Agent
ru: биохимический агент

source: Degraded Power Regulator
ru: нерабочий регулятор мощности

source: Hush
ru: тс-с

source: Maintenance Logs
ru: журнал обслуживания

source: Extra battery
ru: ёмкость батареи

source: Patrol Routes
ru: маршруты патрулирования

source: Quieter footsteps, Audio masking
ru: приглушенные шаги, аудиомаскировка

source: push
ru: рывок

source: Settlement Defence Plans
ru: планы обороны поселения

source: Surveillance Logs
ru: журналы наблюдения

source: Night vision
ru: ночное видение

source: Synthetic Pathogen
ru: синтетический патоген

source: Building Schematic
ru: чертеж здания

source: Operational Manual
ru: руководство по эксплуатации

source: Faster handling, Faster/Stowed reloading
ru: улучшенное обращение с оружием, быстрая/в кобуре перезарядка

source: Blacklist Data
ru: черный список

source: Air Quality Reports
ru: отчеты о качестве воздуха

source: Extra air
ru: обьём воздуха

source: Employee Directory
ru: досье работников

source: Faction Associates
ru: партнеры фракции

source: Meeting Minutes
ru: протоколы заседаний

source: Multimedia Entertainment
ru: мультимедийные развлечения

source: Network Access History
ru: история сетевой активности

source: Purchase Records
ru: списки покупок

source: Radioactivity Data
ru: информация о радиоактивности

source: Night vision, TK hip fire
ru: ночное видение, тк точность от бедра

source: Residential Directory
ru: адресная книга

source: Shareholder Information
ru: информация об акционерах

source: Travel Permits
ru: разрешения на поездки

source: Accident Logs
ru: журнал происшествий

source: Campaign Plans
ru: планы кампании

source: Combat Training Material
ru: учебные материалы по боевой подготовке

source: Faster handling/reload, Melee damage
ru: улучшенное обращение с оружием, быстрая перезарядка, урон в ближнем бою

source: Internal Correspondence
ru: внутренняя корреспонденция

source: Payroll Information
ru: платежная ведомость

source: Personal Logs
ru: личные дневники

source: Weapon Inventory
ru: опись оружия и боеприпасов

source: Extra backpack, Damage resistance
ru: расширенный рюкзак, сопротивление урону

source: Atmospheric Data
ru: атмосферные данные

source: Noise suppressor
ru: шумоподавитель

source: Topographical Surveys
ru: топографические исследования

source: Jump assist, Enhanced tracking, Karma range
ru: помощь при прыжке, улучшенное слежение, дальность Karma

source: Literary Fiction
ru: художественная литература

source: Reactor Output Review
ru: анализ выходной мощности реактора

source: Battery capacity/consumption, Shield regen
ru: емкость/потребление батареи, регенерация щита

source: Next of Kin Records
ru: сведения о ближайших родственниках

source: Purchase Requests
ru: запросы на покупку

source: Tax Records
ru: налоговые отчеты

source: Visitor Register
ru: реестр посетителей
